window.aaa = {
  "vertices": [{
    "id": "0",
    "labels": ["三国人物", "三国演义", "历史", "君王", "东汉", "隼科猛禽", "PCB", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘备",
      "color": null,
      "tempbool": "false",
      "别名": "蜀先主",
      "年号": "章武",
      "uuid": "cdbb1d1f-4fd5-4012-b189-42d876016db8",
      "姓名": "刘备",
      "temptool": "false",
      "民族": "汉族1",
      "去世日期": "公元223年6月10日",
      "tag": "三国时期蜀汉开国皇帝",
      "keyType": "关键节点",
      "summary": "刘备（161年－223年6月10日），字玄德，东汉末年幽州涿郡涿县（今河北省涿州市）人，西汉中山靖王刘胜的后代，三国时期蜀汉开国皇帝、政治家。刘备少年与公孙瓒拜卢植为师求学，而后参与镇压黄巾起义。与关羽、张飞先后救援过北海孔融、徐州陶谦等。陶谦病亡后将徐州让与刘备。刘备早期颠沛流离，投靠过多个诸侯，后于赤壁之战与孙权联盟击败曹操，趁势夺取荆州，而后进取益州，建立蜀汉政权。陈寿评刘备机权干略不及曹操，但其弘毅宽厚，知人待士，百折不挠，终成帝业。刘备自己也曾说过，自己做事“每与操反，事乃成尔”。章武元年（221年），刘备在成都称帝，国号汉，年号章武，或蜀汉，占有今四川、云南大部、贵州全部，陕西汉中和甘肃白龙江一部分。章武三年（223年），刘备病逝于白帝城，终年63岁，谥号昭烈皇帝，庙号烈祖，葬惠陵。后世有众多文艺作品以其为主角，在成都武侯祠有昭烈庙为纪念。",
      "名言佳句": "勿以恶小而为之,勿以善小而不为,惟贤惟德,能服於人",
      "谥号": "昭烈皇帝",
      "主要成就": "夺取西川,建立蜀汉",
      "妻妾": "甘夫人,麋夫人,孙夫人",
      "子女": "刘禅,刘永,刘礼,刘封（养子）",
      "出生地": "东汉末年幽州涿郡涿县",
      "avatar": "http://a4.att.hudong.com/62/35/19300001392461132573352423557_s.jpg",
      "陵墓": "惠陵",
      "url": "http://www.baike.com/wiki/%E6%98%AD%E7%83%88%E5%B8%9D",
      "庙号": "烈祖",
      "出生日期": "公元161年",
      "国籍": "中国",
      "王朝": "三国（蜀汉）",
      "mark": "涿州市人",
      "radius": 7.5
    }
  }, {
    "id": "1",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘备",
      "color": null,
      "summary": "",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "手游《王者荣耀》角色",
      "uuid": "d986f405-3707-494b-ac50-b5cf2f3ee6e4",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%A4%87%5B%E6%89%8B%E6%B8%B8%E3%80%8A%E7%8E%8B%E8%80%85%E8%8D%A3%E8%80%80%E3%80%8B%E8%A7%92%E8%89%B2%5D",
      "radius": 7.5
    }
  }, {
    "id": "4",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘备",
      "color": null,
      "summary": "Ta非常优秀，但还需要一段简单的描述，请到互动百科完善该词条。",
      "中文名": "刘备",
      "公司": "杭州合车信息科技有限公司",
      "avatar": "http://a3.att.hudong.com/40/00/31300543844475148369007067021_s.jpg",
      "uuid": "414d212a-6236-480a-8ff0-96046f915476",
      "职位": "评估师／汽车风控",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%A4%87%5B1%5D",
      "性别": "男",
      "方向": "产品",
      "出生日期": "1992年",
      "tag": "1",
      "行业": "IT互联网",
      "radius": 7.5
    }
  }, {
    "id": "5",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "中国历史人物", "刘姓", "刘姓名人", "反三国演义角色", "各时代历史人物", "虚拟人物", "蜀汉皇族", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘封",
      "color": null,
      "summary": "刘封（？—220年），字公仲，三国时期人物。原本是罗侯寇氏之子，后为长沙刘氏之甥。刘备至荆州后收其为养子。曾跟随刘备入蜀，益州平定后为副军中郎将。建安二十四年（219年）刘备派遣刘封率军和孟达会合于上庸，上庸被攻占后为副军将军。关羽围樊城、襄阳时，曾要求刘封和孟达派兵援助，但被刘封和孟达拒绝，关羽战败后，刘备恨其不派兵救援，再加上刘封与孟达不和，孟达于是投降曹魏。孟达降魏后与夏侯尚和徐晃一起攻打刘封，曾写信劝谏刘封，但不被刘封听从。后上庸太守申耽和申仪背叛刘封，刘封被击破后退走成都。刘封来到成都后，诸葛亮顾虑刘封“刚猛，易世之后终难制御”，劝刘备将其除掉，最后刘备将刘封赐死。有子刘林，为牙门将，咸熙元年(264年)被迁徙至河东。",
      "姓名": "刘封",
      "去世日期": "公元220年",
      "主要成就": "攻略上庸",
      "出生地": "长沙",
      "avatar": "http://a1.att.hudong.com/14/42/01200000026177136323426143705_s.jpg",
      "uuid": "5f54e31a-fb93-47e2-999a-6f7b04174b54",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%B0%81",
      "别称": "寇封",
      "radius": 7.5
    }
  }, {
    "id": "6",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘礼",
      "color": null,
      "summary": "刘礼（1934年10月－），男，北京市昌平县人。1954年8月参加工作，1956年调八一厂先后搞过电影洗印和电影照明，1959年8月开始从事电影烟火特技工作。八一电影制片厂主任烟火效果师。为中国影视技术学会会员。",
      "职业": "艺术 烟火效果师",
      "中文名": "刘礼",
      "出生日期": "1934年10月",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "八一电影制片厂主任烟火效果师",
      "籍贯": "北京市昌平县",
      "uuid": "f31cc819-aa53-41f0-9e25-dc4908a496f3",
      "url": "http://www.baike.com/wiki/%E5%88%98%E7%A4%BC",
      "radius": 7.5
    }
  }, {
    "id": "7",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘禅",
      "color": null,
      "summary": "刘禅（shàn）（207年－271年），即蜀汉后主，字公嗣，小名阿斗。刘备之子，母亲是昭烈皇后甘氏，三国时期蜀汉第二位皇帝。幼年时多遭难，幸得大将赵云两次相救，刘备定益州后入蜀，蜀汉建立后被立为太子。于公元223年继位为帝，在位四十二年。期间拜诸葛亮为相父，并支持姜维北伐，在位后期宠信黄皓，致使蜀汉逐渐走向衰弱。景耀六年（263年），魏将邓艾从阴平入，克绵竹，杀诸葛瞻父子，刘禅投降。蜀汉灭亡后，刘禅及一些蜀汉大臣被迁往洛阳居住，受封为安乐公，后在洛阳去世。",
      "谥号": "思公（晋）、孝怀皇帝（汉赵）",
      "主要成就": "发展经济,与民生息,后自摄国事",
      "别名": "蜀汉后主、阿斗",
      "年号": "建兴、延熙、景耀、炎兴",
      "avatar": "http://a1.att.hudong.com/34/73/01200000183121134402739916322_s.jpg",
      "uuid": "d6538beb-ffc3-46ec-86a6-f41e716d9608",
      "url": "http://www.baike.com/wiki/%E5%88%98%E7%A6%85",
      "姓名": "刘禅",
      "去世日期": "公元271年",
      "庙号": "仁宗（汉赵）",
      "在位时间": "42年",
      "出生日期": "公元207年",
      "tag": "蜀汉孝怀皇帝",
      "王朝": "蜀汉",
      "radius": 7.5
    }
  }, {
    "id": "10",
    "labels": ["历史", "人物", "名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "麋夫人",
      "color": null,
      "summary": "糜夫人，生卒年不详，东海郡朐县（今山东省临沂市临沭县）人，三国时蜀汉大臣糜竺的妹妹。建安元年（196年），吕布趁刘备与袁术鏖战时袭击下邳，刘备妻子被俘，转驻广陵、海西，而刘备的军队也因为粮草不济陷入了困境，这时徐州大商糜竺大力资助刘备，并将妹妹嫁给刘备鼓舞刘备，刘备军得以重振。但此后糜夫人便下落不明，三国志也未给其立传。小说《三国演义》里糜夫人在长坂坡为了不拖累赵云投井自杀，赵云害怕曹军盗尸，推土墙将糜夫人掩埋。",
      "姓名": "糜夫人",
      "所处时代": "战国",
      "民族族群": "汉族",
      "出生地": "东海郡朐县（山东省临沂市临沭县）",
      "tag": "刘备之妻",
      "avatar": "http://a4.att.hudong.com/73/68/20300001128119146494680250932_s.jpg",
      "uuid": "9fcb8e7c-de1c-4012-a7f5-c67a946106ad",
      "url": "http://www.baike.com/wiki/%E9%BA%8B%E5%A4%AB%E4%BA%BA",
      "radius": 7.5
    }
  }, {
    "id": "11",
    "labels": ["人物", "历史人物", "皇族", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘延寿",
      "color": null,
      "summary": "刘延寿（？-前69）楚元王六世孙。继其父刘纯即位。宣帝即位后，他认为广陵王刘胥为汉武帝子，一旦天下有变，可得立为帝，遂暗与其交结，娶其女为后母弟作妻，并致书广陵王留心帝位。其事为人告发，被治罪，自杀国除。其地入汉为彭城郡。",
      "职业": "政治 君主",
      "中文名": "刘延寿",
      "去世日期": "公元前56年",
      "出生地": "楚",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "籍贯": "楚",
      "uuid": "dda3bec6-47e8-458f-a31b-01e380a30e00",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%BB%B6%E5%AF%BF",
      "radius": 7.5
    }
  }, {
    "id": "12",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "后裔",
      "color": null,
      "summary": "《后人》是根据女作家凯·哈特·赫明斯的小说改编，由亚历山大·佩恩执导，乔治·克鲁尼主演的电影。获得了第69届美国电影电视金球奖剧情类最佳影片。",
      "tag": "电影《后裔》",
      "avatar": "http://a3.att.hudong.com/85/15/20300542493934139902152949305_s.jpg",
      "uuid": "742de6ef-0275-49f3-abef-fb88b4a8e574",
      "url": "http://www.baike.com/wiki/%E5%90%8E%E8%A3%94",
      "radius": 7.5
    }
  }, {
    "id": "13",
    "labels": ["三国人物", "DATAEXA_OBJECT", "蜀国人物"],
    "properties": {
      "name": "诸葛亮",
      "color": null,
      "summary": "诸葛亮（181－234年），字孔明，号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，在南阳卧龙岗长达十年的隐居生活。三国时期蜀汉丞相，杰出的政治家、军事家、散文家、书法家、发明家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权因其军事才能特追封他为武兴王。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于建兴十二年（234年）在五丈原（今宝鸡岐山境内）逝世。刘禅追谥其为忠武侯，故后世常以武侯、诸葛武侯尊称诸葛亮。诸葛亮一生“鞠躬尽瘁、死而后已”，是中国传统文化中忠臣与智者的代表人物。",
      "职业": "蜀汉丞相,政治家、军事家",
      "主要成就": "提出草庐对战略规划、治理蜀地,平定南蛮、发明木牛流马,改造连弩",
      "出生地": "琅琊阳都（今山东临沂市沂南县）",
      "字号": "孔明",
      "avatar": "http://a3.att.hudong.com/70/55/20300542684355141395551848547_s.jpg",
      "uuid": "d50fad1b-5647-4710-8634-1b66d8331d29",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E4%BA%AE",
      "别称": "卧龙",
      "性别": "男",
      "姓名": "诸葛亮",
      "去世日期": "234年（甲寅年）农历八月二十八",
      "所处时代": "蜀汉",
      "主要作品": "《出师表》、《诫子书》等",
      "出生日期": "181年农历七月二十三（辛酉年）",
      "民族族群": "汉族",
      "tag": "三国时期蜀汉丞相",
      "keyType": "关键节点",
      "mark": "军师",
      "radius": 7.5
    }
  }, {
    "id": "14",
    "labels": ["艺术", "影视", "电视", "电视剧", "二字一般称谓", "DATAEXA_OBJECT"],
    "properties": {
      "name": "养父",
      "color": null,
      "summary": "《养父》是由江苏卫视、国立常升和东阳嘉艺共同出品的电视剧，张国立执导，张国立、牛莉、种丹妮和曾培等主演。该剧讲述了主人公“楼志军”收养了三个孩子之后发生的种种故事，并已于2011年1月1日在江苏卫视首播 。",
      "中文名": "养父",
      "avatar": "http://a2.att.hudong.com/32/61/20300542491648139906616774312_s.jpg",
      "uuid": "d62ec29d-08f7-46ed-bcd5-26cc94ad826a",
      "url": "http://www.baike.com/wiki/%E5%85%BB%E7%88%B6",
      "英文名": "Foster father",
      "radius": 7.5
    }
  }, {
    "id": "15",
    "labels": ["三国人物", "人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘德然",
      "color": null,
      "summary": "刘德然，汉族，涿郡涿县(今河北省涿州)人，蜀汉昭烈帝刘备同宗、同学。《三国志》卷三十先主传（刘备）年十五，母使行学，与同宗刘德然、辽西公孙瓒俱事故九江太守同郡卢植。德然父元起常资给先主，与德然等。",
      "姓名": "刘备",
      "中文名": "刘德然",
      "民族": "汉族1",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "籍贯": "涿郡涿县",
      "uuid": "d46b88f5-752c-4149-b860-ecab65c7d080",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%BE%B7%E7%84%B6",
      "radius": 7.5
    }
  }, {
    "id": "16",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "田楷",
      "color": null,
      "summary": "田楷（？－199年），公孙瓒部属、青州刺史。陶谦为曹操所攻，楷率刘备救援。初平二年，瓒与袁绍反目，自率主力攻绍，分兵平青、兖，楷奉瓒命据有齐地。绍与楷连战二年，士卒疲困，粮食并尽，互掠百姓，野无青草。后为袁绍之子袁谭至青州，田楷在与袁谭的交战中败退，逃往幽州，后在易京之战中阵亡。田楷又是田英章楷书的美称，田英章楷书字形美观大方，很受大众喜爱，最终得此美称。田楷书法的特点：点儿要三角一肚，勾要跪笔弹锋。没有多余的疙瘩，笔画内圆外方。被书法爱好者称为：“三角一肚好，跪笔弹锋玄！”",
      "姓名": "田楷",
      "所处时代": "东汉",
      "主要成就": "奉公孙瓒之命据有齐地",
      "avatar": "http://a0.att.hudong.com/43/69/20200000013920144734696945581_s.jpg",
      "uuid": "c0b38559-c159-4fff-bfcb-5999d52f2293",
      "url": "http://www.baike.com/wiki/%E7%94%B0%E6%A5%B7",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "17",
    "labels": ["三国人物", "历史", "三国", "三国战役", "历史事件", "史学史", "秦汉三国历史事件", "DATAEXA_OBJECT"],
    "properties": {
      "name": "黄巾起义",
      "color": null,
      "summary": "黄巾起义，又称黄巾之乱 ，黄巾之祸，是东汉晚期的农民战争，也是中国历史上规模最大的一次宗教形式组织的民变之一，开始于汉灵帝光和七年（公元184年），当时朝廷腐败、宦官外戚争斗不止、边疆战事不断，国势日趋疲弱，又因全国大旱，颗粒不收而赋税不减，走投无路的贫苦农民在巨鹿人张角的号令下，纷纷揭竿而起，他们头扎黄巾，高喊“苍天已死，黄天当立，岁在甲子，天下大吉”的口号，向官僚地主发动了猛烈攻击，并对东汉朝廷的统治产生了巨大的冲击，为平息叛乱，各地拥兵自重，虽最终起义以失败而告终，但军阀割据、东汉名存实亡的局面也不可挽回，最终导致三国局面的形成。",
      "时间": "东汉末年",
      "主要人物": "张角、张梁、皇甫嵩、朱儁、卢植",
      "发生地点": "今河北省邢台市巨鹿县",
      "avatar": "http://a3.att.hudong.com/26/22/20200000013920144766226310773_s.jpg",
      "中文名称": "黄巾起义",
      "uuid": "5ba32673-9f34-4e19-8df1-a8eadb810094",
      "url": "http://www.baike.com/wiki/%E9%BB%84%E5%B7%BE%E8%B5%B7%E4%B9%89",
      "radius": 7.5
    }
  }, {
    "id": "18",
    "labels": ["人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘雄",
      "color": null,
      "summary": "刘雄是涿郡涿县人，汉景帝之子中山靖王刘胜之后裔。世仕州郡，举孝廉，官至东郡范令。",
      "姓名": "刘雄",
      "所处时代": "东汉",
      "主要成就": "东郡范县县令",
      "出生地": "河北涿州",
      "民族族群": "汉",
      "avatar": "http://a2.att.hudong.com/37/63/20300543336329145940630902163_s.jpg",
      "tag": "东汉时期汉朝宗室",
      "uuid": "e3a425d6-a517-4561-97fd-27921d660ba8",
      "url": "http://www.baike.com/wiki/%E5%88%98%E9%9B%84%5B%E4%B8%9C%E6%B1%89%E6%97%B6%E6%9C%9F%E6%B1%89%E6%9C%9D%E5%AE%97%E5%AE%A4%5D",
      "radius": 7.5
    }
  }, {
    "id": "19",
    "labels": ["人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关羽",
      "color": null,
      "summary": "关羽（？－220年），字云长，河东解良（今山西运城）人，东汉末年名将，早期跟随刘备辗转各地，曾被曹操生擒，于白马坡斩杀袁绍大将颜良，与张飞一同被称为万人敌。 赤壁之战后，刘备助东吴周瑜攻打南郡曹仁，别遣关羽绝北道，阻挡曹操援军，曹仁退走后，关羽被封为襄阳太守。刘备入益州，关羽留守荆州。 建安二十四年，关羽围襄樊，曹操派于禁前来增援，关羽擒获于禁，斩杀庞德，威震华夏，曹操曾想迁都以避其锐。后曹操派徐晃前来增援，东吴吕蒙又偷袭荆州，关羽腹背受敌，兵败被杀。 关羽去世后，逐渐被神化，被民间尊为“关公”，又称美髯公。历代朝廷多有褒封，清代奉为“忠义神武灵佑仁勇威显关圣大帝”，崇为“武圣”，与“文圣” 孔子齐名。《三国演义》尊其为蜀国“五虎上将”之首，毛宗岗称其为“《演义》三绝”之“义绝”。",
      "职业": "将领",
      "主要成就": "白马斩颜良,襄樊败于禁",
      "出生地": "河东解良",
      "字号": "本字长生,后改字云长",
      "avatar": "http://a2.att.hudong.com/87/91/20300543798779146012918343831_s.jpg",
      "uuid": "68576866-ccf0-4d1b-b1c4-73ec9b17e39f",
      "url": "http://www.baike.com/wiki/%E5%85%B3%E7%BE%BD",
      "别称": "美髯公、关公、武圣",
      "性别": "男",
      "姓名": "关羽",
      "去世日期": "220年",
      "所处时代": "三国",
      "民族族群": "汉族",
      "tag": "东汉末年名将",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "20",
    "labels": ["人物", "中国雕塑家", "书法家", "元代", "古代人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘元",
      "color": null,
      "summary": "刘元（约1240－1324年），字秉元（又称刘銮），今天津市宝坻县刘兰庄人。刘元所塑西番佛像，多系密像，更为新奇、高超，亦称绝艺。刘元一生从事雕塑艺术近六十年，1987年5月，山西派专人来宝坻考查刘元，重新增补了简介内容。",
      "职业": "雕塑",
      "中文名": "刘元",
      "去世日期": "1342年",
      "出生地": "今天津市宝坻县刘兰庄人",
      "国籍": "中国",
      "avatar": "http://a1.att.hudong.com/42/27/20200000013920144725270927238_s.jpg",
      "籍贯": "天津",
      "uuid": "a21bc54c-a95d-4244-9b41-343757aef81b",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%85%83",
      "radius": 7.5
    }
  }, {
    "id": "21",
    "labels": ["三国人物", "人物", "三国演义人物", "中国历史人物", "中国人", "三国名将", "古代人物", "虚拟人物", "东汉末年军阀", "各国人物", "中国军事人物", "各朝代中国人", "中国军阀", "公孙姓名人", "各职业中国人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "公孙瓒",
      "color": null,
      "summary": "公孙瓒（？—199年），字伯珪，辽西令支（治今河北迁安市）人，出身贵族。因母地位卑贱，只当了郡中小吏。他貌美，声音洪亮，机智善辩。涿郡刘太守很赏识，将女儿许配给他。后逐步做到中郎将，以强硬的态度对抗北方游牧民族，作战勇猛，威震边疆。公孙瓒好战，与主张以怀柔政策对待胡人的上司刘虞不和，二人矛盾逐渐激化，发展到互相攻打，公孙瓒靠自己的军事才能以少胜多，杀死了刘虞，并挟持朝廷使者得到了总督北方四州的授权，分派刺史，成为北方最强大的诸侯之一。公孙瓒与袁绍相争，初期占据优势，但在龙凑之战后，公孙瓒锐气顿减，采取自保的自私战略，逐渐失去了部下的信任，被袁绍击败，最终被困于自己修建的高楼之中，引火自焚，势力被袁绍吞并。死后，袁绍斩下他的首级，送到许都彰功。",
      "职业": "将军",
      "主要成就": "驱叛胡于塞表、破黄巾于孟津",
      "出生地": "辽西令支（今河北迁安）",
      "avatar": "http://a4.att.hudong.com/30/31/20300000432684142467319625664_s.jpg",
      "uuid": "99a817c2-a6b9-466d-af99-c3d4bd7e017b",
      "url": "http://www.baike.com/wiki/公孙瓒#7",
      "别称": "伯珪",
      "性别": "男",
      "姓名": "公孙瓒",
      "去世日期": "公元199年",
      "所处时代": "东汉",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "22",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "中国历史人物", "女性", "美女", "虚拟人物", "蜀汉妃嫔", "DATAEXA_OBJECT"],
    "properties": {
      "name": "甘夫人",
      "color": null,
      "summary": "甘夫人，《夔州府志》作名甘梅，生卒年不详，沛国人，三国时期蜀汉昭烈帝刘备的夫人，蜀汉后主刘禅的生母。甘夫人年长后体貌特征变的越来越特别，十八岁时，皮肤白的玉一样，姿态抚媚，容貌美艳。当时刘备担任豫州牧，驻扎在小沛。刘备将甘夫人召到自己的内室纱帐中，然后从屋子外面往里看去，甘夫人就如同皎洁的月光照耀下的霜雪一样。刘备因早年多次丧偶，于是娶甘夫人时并未将其纳为正室，而是纳为小妾。甘夫人虽是刘备小妾，但一直以来都被作为正房看待，而甘夫人本人在刘备阵营里，帮刘备处理许多内事。甘夫人死后，在诸葛亮的建议下，先后追谥甘夫人为皇思夫人和昭烈皇后。",
      "中文名": "甘夫人",
      "别名": "甘梅",
      "出生地": "沛人",
      "avatar": "http://a2.att.hudong.com/80/62/20300001128119143314626382550_s.jpg",
      "籍贯": "豫州",
      "uuid": "467c0585-7cd5-4154-aa54-cf84da2f3e66",
      "url": "http://www.baike.com/wiki/%E7%94%98%E5%A4%AB%E4%BA%BA",
      "姓名": "刘备",
      "民族": "汉族1",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "23",
    "labels": ["三国人物", "人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "曹操",
      "color": null,
      "summary": "曹操（155年－220年3月15日），字孟德，一名吉利，小字阿瞒，沛国谯县（今安徽亳州）人。东汉末年杰出的政治家、军事家、文学家、书法家，三国中曹魏政权的奠基人。东汉末年，天下大乱，曹操以汉天子的名义征讨四方，对内消灭二袁、吕布、刘表、马超、韩遂等割据势力，对外降服南匈奴、乌桓、鲜卑等，统一了中国北方，并实行一系列政策恢复经济生产和社会秩序，扩大屯田、兴修水利、奖励农桑、重视手工业、安置流亡人口、实行“租调制”，从而使中原社会渐趋稳定、经济出现转机。黄河流域在曹操统治下，政治有一定程度的清明，经济逐步恢复，阶级压迫稍有减轻，社会风气有所好转。曹操在汉朝的名义下所采取的一些措施具有积极作用。曹操在世时，担任东汉丞相，后为魏王，奠定了曹魏立国的基础。去世后谥号为武王。其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，唐朝张怀瓘在《书断》将曹操的章草评为“妙品”。",
      "主要成就": "统一北方",
      "出生地": "沛国谯县（今安徽亳州）",
      "字号": "孟德",
      "avatar": "http://a2.att.hudong.com/55/10/20300000185581140514108389084_s.jpg",
      "uuid": "2cddfb4c-b674-4b99-85b0-919851c98a00",
      "url": "http://www.baike.com/wiki/%E6%9B%B9%E6%93%8D",
      "别称": "曹孟德",
      "姓名": "曹操",
      "去世日期": "220年3月15日（庚子年）",
      "所处时代": "东汉末年",
      "主要作品": "《观沧海》、《龟虽寿》、《让县自明本志令》等",
      "出生日期": "155年（乙未年）",
      "民族族群": "汉族",
      "tag": "东汉末年魏王、曹魏奠基人",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "24",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张飞",
      "color": null,
      "summary": "张飞（167?—221年3月），字益德（《三国演义》中字翼德），涿郡涿县人（今河北涿州），身高八尺（三国一尺大约23.1cm），约合现今1.85米。三国时期蜀汉的重要将领，是三国演义中桃园结义的老三。221年被部将范疆、张达刺杀。刘备义弟，五虎大将中第二位。少时即与关羽共事刘备。曾在虎牢关与关羽、刘备一起迎战吕布。长坂坡当阳桥头上一声吼，吓退曹操五千精骑，入川义释严颜，分定州县，率精兵万多人，败张郃大军，刘备称王后，拜为右将军，称帝后，拜为车骑将军，封西乡侯。公元221年为替关羽报仇，同刘备起兵攻伐东吴。临行前，因被部将范疆、张达刺杀，死时只有五十五岁。",
      "主要成就": "当阳挡曹军、取西川、宕渠大胜",
      "出生地": "涿郡（治今河北涿州）",
      "avatar": "http://a2.att.hudong.com/34/60/20300309316150141334600662686_s.jpg",
      "uuid": "ecf9fa47-5743-4729-bf3e-7e75b0bcb275",
      "url": "http://www.baike.com/wiki/张飞%255B三国演义人物%255D#9",
      "别称": "张益德、张翼德",
      "姓名": "张飞",
      "去世日期": "蜀汉章武元年（221年）",
      "民族族群": "汉族",
      "tag": "三国演义人物",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "25",
    "labels": ["人物", "三国演义人物", "中国历史人物", "蜀汉皇族", "政治人物", "龙狼传角色", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘恂",
      "color": null,
      "summary": "刘恂（？~约311年），益州蜀郡（今四川成都）人，三国时期蜀汉后主刘禅第六子，后主太子刘璿兄弟。景耀二年（259），刘禅立刘恂为新兴王。魏咸熙元年（264），蜀汉灭亡，刘恂跟随后主东迁洛阳。晋泰始七年（271），刘恂继承父亲刘禅的爵位为安乐公。刘恂承袭爵位后，行为骄横暴虐，梁州、益州的人士都想上表废黜他，文立阻止他们说:\"他只损害了自己的家族，不殃及百姓。清朝学者张澍在自己的着作《诸葛忠武侯文集》中引《杂记》说：”刘禅迁徙洛阳后，洮阳王刘恂不想离开家乡前去洛阳，于是和关索商议南逃，晋朝将领卫瓘率领铁骑追击刘恂，幸得霍弋、吕凯合力阻拦，卫瓘才率军退去。",
      "职业": "政治 新兴王",
      "中文名": "刘恂",
      "国籍": "中国",
      "avatar": "http://a2.att.hudong.com/64/29/20200000013920144725296094711_s.jpg",
      "uuid": "f9ce8fba-bd24-41eb-926d-8a4e9abda96a",
      "url": "http://www.baike.com/wiki/%E5%88%98%E6%81%82",
      "radius": 7.5
    }
  }, {
    "id": "26",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘弘",
      "color": null,
      "summary": "刘弘，男，汉族，1973年生，江西赣州人，中国国际广播电台新闻中心编辑、记者。1997年从北京广播学院双学位毕业，98年夏天派往江西九江进行抗洪报道，同年获得中宣部表彰，评为全国抗洪抢险宣传报道百佳记者之一。99年随中国首次北极科考队远赴北极采访。平素喜欢运动及各种野外探险。",
      "中文名": "刘弘",
      "职业": "董事[企业的一种职位]",
      "avatar": "http://a1.att.hudong.com/01/92/20300544317249151654928493368_s.jpg",
      "籍贯": "江西省赣州市",
      "uuid": "d76afaba-b1d8-4fb2-9d7f-5b09ee4eef82",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%BC%98",
      "性别": "男",
      "出生日期": "1973年",
      "毕业院校": "北京广播学院",
      "tag": "酷派集团非执行董事",
      "radius": 7.5
    }
  }, {
    "id": "27",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘林",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "28",
    "labels": ["人物", "三国演义人物", "中国历史人物", "虚拟人物", "龙狼传角色", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘谌",
      "color": null,
      "summary": "刘谌（？-263年），益州蜀郡（今四川成都）人，三国时期蜀汉宗室，蜀汉昭烈帝刘备之孙，后主刘禅第五子，景耀二年（259年），刘禅封其为北地王。景耀六年，邓艾大军兵临成都城下时，刘谌固请出战，但被刘禅拒绝。当听闻刘禅举国投降邓艾之时，刘谌尽杀家人，后赴昭烈庙自杀。",
      "出生地": "益州蜀郡",
      "avatar": "http://a1.att.hudong.com/11/57/20300543298571143651578676286_s.jpg",
      "uuid": "51260e21-cdc3-4a26-a8f3-ff56427a85ce",
      "url": "http://www.baike.com/wiki/%E5%88%98%E8%B0%8C",
      "别称": "北地王",
      "姓名": "刘谌",
      "去世日期": "263",
      "所处时代": "三国末期",
      "出生日期": "？",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "29",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯惇",
      "color": null,
      "summary": "夏侯惇（？-220年），字元让，沛国谯（今安徽亳州）人，汉末三国名将，曹魏开国元勋，西汉开国元勋夏侯婴的后代。少年时以勇气闻名于乡里。曹操起兵，夏侯惇是其最早的将领之一。多次为曹操镇守后方，曾率军民阻断太寿河水，筑陂塘灌溉农田，使百姓受益，功勋卓著。历任折冲校尉、济阴太守、建武将军，官至大将军，封高安乡侯，追谥忠侯。夏侯惇一生虽多在军旅，但仍不忘治学。他常亲自迎师，虚心求教。他为人俭朴，所得赏赐全部分给将士。一生不置产业，至死家无余财。",
      "职业": "军事 大将军",
      "中文名": "夏侯惇",
      "去世日期": "公元220年",
      "别名": "字：元让",
      "tag": "东汉末年名将",
      "avatar": "http://a2.att.hudong.com/53/87/20300543811308148506876541200_s.jpg",
      "籍贯": "豫州沛国谯县（今安徽 亳州）",
      "uuid": "8df6073f-632b-43af-a92f-1a0ac57e6701",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E6%83%87",
      "radius": 7.5
    }
  }, {
    "id": "30",
    "labels": ["人物", "历史人物", "东汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "宁平公主",
      "color": null,
      "summary": "刘伯姬，中国东汉时期皇族女性，为汉光武帝刘秀妹，父南顿君刘钦，母樊娴都。",
      "职业": "公主",
      "中文名": "刘伯姬",
      "去世日期": "公元30年",
      "出生地": "南阳蔡阳(今湖北枣阳西 南)",
      "国籍": "中国",
      "avatar": "http://a2.att.hudong.com/11/85/20200000194928149190858211127_s.jpg",
      "uuid": "0c534f03-565a-42ef-97b2-58c42d87bf7d",
      "url": "http://www.baike.com/wiki/%E5%AE%81%E5%B9%B3%E5%85%AC%E4%B8%BB",
      "英文名": "宁平公主",
      "radius": 7.5
    }
  }, {
    "id": "31",
    "labels": ["人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘瓒",
      "color": null,
      "summary": "刘瓒，三国时蜀后主刘禅第四子。后主延熙十九年（256年）立为新平王。魏咸熙元年（264年），蜀亡，随后主东迁洛阳。大约死于西晋永嘉年间（307-313年）的永嘉之乱中。",
      "姓名": "刘瓒",
      "民族族群": "汉群",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "三国时蜀后主刘禅第四子",
      "uuid": "b728b51e-923f-4906-a883-3057e04e5f69",
      "url": "http://www.baike.com/wiki/%E5%88%98%E7%93%92",
      "性别": "男",
      "别称": "新平王",
      "radius": 7.5
    }
  }, {
    "id": "32",
    "labels": ["人物", "东汉", "公主", "DATAEXA_OBJECT"],
    "properties": {
      "name": "湖阳公主",
      "color": null,
      "summary": "刘黄生于公元前18年，公元26年（建武二年）被封为湖阳公主。刘黄是东汉开国皇帝光武帝刘秀的大姐，以她名字命名的地名位于今河南省南阳市唐河县湖阳镇。修真地位于南阳市方城县城北部的炼真宫。",
      "姓名": "刘黄",
      "所处时代": "东汉",
      "出生日期": "公元前18年",
      "出生地": "河南南阳唐河县湖阳镇",
      "民族族群": "汉族",
      "avatar": "http://a4.att.hudong.com/72/76/20300543893970146951766442236_s.jpg",
      "uuid": "d4277e53-5695-4a5f-8c99-b9157228c8e9",
      "url": "http://www.baike.com/wiki/%E6%B9%96%E9%98%B3%E5%85%AC%E4%B8%BB",
      "别称": "湖阳公主",
      "radius": 7.5
    }
  }, {
    "id": "33",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "虚拟人物", "三国", "将军", "车姓", "车姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "车胄",
      "color": null,
      "summary": "车胄（？－199）(che zhou)，东汉末年武将，官至车骑将军，为曹操所置之徐州刺史，于建安四年（公元199年）十二月被刘备袭杀。其面如紫矿（音拱），手如钢钩，提古定刀。搜索复制。”操从其计，暗使人来见车胄，传曹操钧旨。今刘备出城招民，不日将还；将军可命军士伏于瓮城边，只作接他，待马到来，一刀斩之；某在城上射住后军，大事济矣。胄，胄急请陈登议曰：“若不迎接，诚恐有疑；若出迎之，又恐有诈。云长将胄头去迎玄德，具言车胄欲害之事，今已斩首。",
      "职业": "徐州刺史",
      "姓名": "车胄",
      "去世日期": "公元200年",
      "所处时代": "东汉",
      "avatar": "http://a3.att.hudong.com/12/10/20200000013920144738108711223_s.jpg",
      "uuid": "c6d41f7c-8c5a-4678-953e-815058fd5e22",
      "url": "http://www.baike.com/wiki/%E8%BD%A6%E8%83%84",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "34",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘辟",
      "color": null,
      "summary": "刘辟(?-196，一说197)，东汉末年黄巾起义军将领。《三国志·蜀书二·先主传》载建安四年“曹公与袁绍相拒于官渡，汝南黄巾刘辟等叛曹公应绍。绍遣先主将兵与辟等略许下。”则刘辟死亡必在建安四年之后。《三国志·魏书一·武帝纪》载建安元年“汝南、颍川黄巾何仪、刘辟、黄邵、何曼等，众各数万，初应袁术，又附孙坚。\"刘辟曰:\"皇叔到此住了数日，为见军少，复往河北袁本初处商议去了。\"关公依言，辞了刘辟、龚都，回至古城，与张飞说知此事。玄德大惊，视之，乃刘辟引败军千余骑，护送玄德家小前来;孙干。",
      "avatar": "http://a2.att.hudong.com/33/33/20200000013920144725338787402_s.jpg",
      "tag": "汉末黄巾军将领",
      "uuid": "c5579ab2-eff7-46e3-b20d-44a64473a55e",
      "url": "http://www.baike.com/wiki/%E5%88%98%E8%BE%9F%5B%E6%B1%89%E6%9C%AB%E9%BB%84%E5%B7%BE%E5%86%9B%E5%B0%86%E9%A2%86%5D",
      "radius": 7.5
    }
  }, {
    "id": "35",
    "labels": ["城镇", "DATAEXA_OBJECT"],
    "properties": {
      "name": "沛城",
      "color": null,
      "summary": "",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "7e37ca67-196c-4abd-85dc-8f8d3cfb0969",
      "url": "http://www.baike.com/wiki/%E6%B2%9B%E5%9F%8E",
      "radius": 7.5
    }
  }, {
    "id": "36",
    "labels": ["三国人物", "人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘琮",
      "color": null,
      "summary": "刘琮，山阳高平人，荆州牧刘表之次子。刘琮娶刘表后妻蔡氏之侄女为妻，蔡氏因此爱刘琮而恶刘琦，常向刘表进毁琦誉琮之言。刘表宠耽后妻，每每信而受之。刘表妻弟蔡瑁及外甥张允同样得幸于刘表，亦与刘琮相睦。刘表及蔡氏欲以刘琮为后，而蔡瑁、张允则为其党羽。刘琦出为江夏太守，蔡瑁、张允等众奉刘琮为嗣。刘琮与兄刘琦遂互为雠隙。荆州群臣如蒯越、韩嵩及东曹掾傅巽等均游说刘琮归降曹操，曹操军到襄阳，刘琮便举州往降。最后曹操以刘琮为青州刺史，封列侯。",
      "姓名": "刘琮",
      "民族族群": "汉",
      "出生地": "山阳高平",
      "avatar": "http://a4.att.hudong.com/37/33/20200000013920144725333922327_s.jpg",
      "tag": "汉末荆州牧刘表次子",
      "uuid": "b000ff2f-9555-429f-9198-293a4d80157f",
      "url": "http://www.baike.com/wiki/刘琮%255B汉末荆州牧刘表次子%255D#11",
      "radius": 7.5
    }
  }, {
    "id": "37",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯廉",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "38",
    "labels": ["小说", "故事", "文学", "DATAEXA_OBJECT"],
    "properties": {
      "name": "煮酒论英雄",
      "color": null,
      "summary": "《煮酒论英雄》里有两个英雄人物，一个长歌当啸，豪气冲天，指点群雄；一个寄人篱下，一味谦恭，装孬不折本，他们就是曹操和刘备。三国时，董承约刘备等立盟除曹。刘恐曹生疑，每天浇水种豆；曹闻知后，设樽俎：盘置青梅，一樽煮酒。二人对坐，开怀畅饮。议论天下英雄。当曹说“天下英雄，唯使君与操耳”，刘闻之大惊失箸。风和日丽的天气突然雷雨大作，刘以胆小、怕雷掩饰而使曹操释疑，并请征剿袁术、此时关羽张飞赶到，乃借以脱身。曹当时是以试探的心理来设宴的，而刘则诚惶诚恐，希望不要引起曹的怀疑。",
      "中文名": "煮酒论英雄",
      "avatar": "http://a4.att.hudong.com/72/45/20300543155789144480451102434_s.jpg",
      "tag": "三国演义中片段",
      "uuid": "470bb4f8-db0a-42d0-88cb-7c4eeba041b5",
      "url": "http://www.baike.com/wiki/%E9%9D%92%E6%A2%85%E7%85%AE%E9%85%92",
      "radius": 7.5
    }
  }, {
    "id": "39",
    "labels": ["三国人物", "人物", "中国历史人物", "三国", "曹魏", "曹操文臣", "武将", "社会科学人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "田豫",
      "color": null,
      "summary": "田豫（171年－252年），字国让，渔阳雍奴（今天津市武清区东北）人。三国时期曹魏将领，初从刘备，因母亲年老回乡，后跟随公孙瓒，公孙瓒败亡，劝说鲜于辅加入曹操。曹操攻略河北时，田豫正式得到曹操任用，历任颖阴、郎陵令、弋阳太守等。后来田豫常年镇守曹魏北疆，从征代郡乌桓、斩骨进、破轲比能，多有功勋；也曾参与对孙吴的作战，在成山斩杀周贺，于新城击败孙权。官至太中大夫，封长乐亭侯。有一子田彭祖。",
      "职业": "军事 将军",
      "中文名": "田豫",
      "别名": "字国让",
      "avatar": "http://a4.att.hudong.com/83/70/20200000013920144734701550534_s.jpg",
      "代表作品": "东州之战、代郡之战",
      "籍贯": "渔阳雍奴",
      "uuid": "a8676a21-1470-4532-b081-0dc12d2296f0",
      "url": "http://www.baike.com/wiki/田豫#21",
      "去世日期": "公元252年",
      "国籍": "中国",
      "mark": "\n",
      "radius": 7.5
    }
  }, {
    "id": "40",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "关二哥",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "41",
    "labels": ["文学", "三国典故", "三国文化", "中国历史著作", "文化", "文学作品", "DATAEXA_OBJECT"],
    "properties": {
      "name": "隆中对",
      "color": null,
      "summary": "《隆中对》是指中国东汉末年诸葛亮与刘备初次会面的谈话内容，因发生于湖北隆中（今湖北襄阳一带），因此后世称为《隆中对》。207年冬至208年春，当时驻军新野的刘备在徐庶的建议下，三次到隆中拜访诸葛亮。前两次都没见到诸葛亮，第三次终于得见。《隆中对》中，诸葛亮为刘备分析了天下形势，提出先取荆州为家，再取益州成鼎足之势，继而图取中原的战略构想。三顾茅庐之后，诸葛亮出山成为刘备的军师，刘备集团之后的种种攻略皆基于此。不过正史《三国志》对此着墨不多。",
      "出处": "《三国志·蜀志·诸葛亮传》",
      "作者": "陈寿",
      "别名": "《草庐对》",
      "朝代": "207年—208年",
      "avatar": "http://a3.att.hudong.com/02/30/20300542517409139986309829116_s.jpg",
      "中文名称": "隆中对",
      "uuid": "53541784-40f9-45f0-a201-73e4cffa5f12",
      "url": "http://www.baike.com/wiki/%E9%9A%86%E4%B8%AD%E5%AF%B9",
      "radius": 7.5
    }
  }, {
    "id": "42",
    "labels": ["三国演义", "历史", "小说", "文学", "三国典故", "三国文化", "三国演义情节", "中国小说", "文化", "中国语言", "中文古典小说", "典故", "各国小说", "娱乐", "成语", "成语故事", "汉语", "汉语词汇", "DATAEXA_OBJECT"],
    "properties": {
      "name": "三顾茅庐",
      "color": null,
      "出处": "三国蜀·诸葛亮《出师表》",
      "summary": "三顾茅庐或三顾草庐是指中国东汉末年刘备三次到卧龙岗诸葛亮躬耕之地请他出山辅佐自己的事件。此事件最早见于诸葛亮的《出师表》，该文提到刘备“三顾臣于草庐之中，咨臣以当世之事，由是感激”。《三国志》中对此仅有“凡三往，乃见”的简略记述。《三国演义》对此事件进行了扩写。三顾茅庐后来成为形容求贤若渴的成语。也用来指诚心诚意一再邀请。",
      "用法": "褒义 状语",
      "名称": "三顾茅庐",
      "avatar": "http://a2.att.hudong.com/83/97/20200000013920144722970019083_s.jpg",
      "uuid": "1ed12bed-64ec-40e0-bcfe-54e95594a66f",
      "释义": "顾：拜访；茅庐：草屋。原为汉末刘备访聘诸葛亮的故事。比喻真心诚意,一再邀请、拜访有专长的贤人。",
      "url": "http://www.baike.com/wiki/%E4%B8%89%E9%A1%BE%E8%8C%85%E5%BA%90%20",
      "近义词": "礼贤下士、草庐三顾",
      "例句": "我住着半间儿草舍,再谁承望～。★元·马致远《荐福碑》第一折",
      "反义词": "拒人千里",
      "拼音": "sāngùmáolú",
      "结构": "综合式",
      "radius": 7.5
    }
  }, {
    "id": "43",
    "labels": ["人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘表",
      "color": null,
      "summary": "刘表（142－208年），字景升，山阳郡高平（今山东微山）人。东汉末军阀。少知名﹐姿貌温伟，少时知名于世，与七位贤士同号为“八俊”。为大将军何进辟为掾，出任北军中候。后代王睿为荆州刺史，用蒯氏兄弟、蔡瑁等人为辅。又进为镇南将军、荆州牧，封成武侯。在荆州期间，刘表恩威并着，招诱有方，万里肃清，群民悦服。又开经立学，爱民养士，从容自保。远交袁绍，近结张绣，内纳刘备，据地数千里，带甲十余万，称雄荆江，先杀江东孙坚，后又常抗曹操，是曹操强敌之一。然而刘表为人性多疑忌，好于坐谈，立意自守，而无四方之志。后更宠溺后妻蔡氏，使妻族蔡瑁等得权。刘表死后，蔡瑁等人废长立幼，奉表次子刘琮为主；曹操南征，刘琮举州投降，荆州遂没。",
      "主要成就": "雄踞荆州,立学校,修礼乐",
      "出生地": "山阳高平（今山东微山）",
      "avatar": "http://a2.att.hudong.com/16/20/20300542702710144290201447051_s.jpg",
      "uuid": "41fa2ce1-f77c-445e-84d0-125ce03800ac",
      "url": "http://www.baike.com/wiki/%E5%88%98%E8%A1%A8",
      "别称": "刘景升,刘荆州",
      "姓名": "刘表",
      "去世日期": "公元208年（东汉建安十三年）",
      "主要作品": "《周易章句》,《五经章句》",
      "出生日期": "公元142年（东汉汉安元年）",
      "民族族群": "汉族",
      "tag": "东汉末年名士、汉末群雄之一",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "44",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "虚拟人物", "刘备武将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张苞",
      "color": null,
      "summary": "张苞，三国时期蜀汉官员，张飞的长子。张苞在历史上的事迹不详，由于罗贯中《三国演义》的影响，张苞总是以一员不亚于父亲张飞的大将形象出现在后世的文艺作品中。",
      "姓名": "张苞",
      "所处时代": "东汉末年三国时期",
      "主要成就": "蜀国后期虎将之一",
      "出生地": "涿郡(治今河北涿州)",
      "民族族群": "汉族",
      "字号": "兴国",
      "avatar": "http://a3.att.hudong.com/01/22/20300542438869142518224340311_s.jpg",
      "uuid": "834760c4-cb73-40a1-9a51-50c8d6dd4ddd",
      "url": "http://www.baike.com/wiki/%E5%BC%A0%E8%8B%9E",
      "radius": 7.5
    }
  }, {
    "id": "45",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯充",
      "color": null,
      "summary": "",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "4f55a1a4-73c3-449b-9707-a7335f0cd109",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%85%85",
      "radius": 7.5
    }
  }, {
    "id": "46",
    "labels": ["三国演义", "历史", "人物", "三国名将", "DATAEXA_OBJECT", "sub_222", "sub_111"],
    "properties": {
      "name": "赵云",
      "color": null,
      "summary": "赵云（?－229年），字子龙，常山真定（今河北省正定）人。身长八尺，姿颜雄伟，蜀汉五虎上将之一。汉末军阀混战，赵云受本郡推举，率领义从加入白马将军公孙瓒。期间结识了汉室皇亲刘备，但不久之后，赵云因为兄长去世而离开。赵云离开公孙瓒大约七年左右的时间，在邺城与刘备相见，从此追随刘备。赵云跟随刘备将近三十年，先后参加过博望坡之战、长坂坡之战、江南平定战，独自指挥过入川之战、汉水之战、箕谷之战，都取得了非常好的战果。除了四处征战，赵云还先后以偏将军任桂阳太守，以留营司马留守公安，以翊军将军督江州。除此，赵云于平定益州时引霍去病故事劝谏刘备将田宅归还百姓，又于关羽张飞被害之后劝谏刘备不要伐吴。赵云死后，刘禅又下令追谥赵云，姜维以“柔贤慈惠曰顺，执事有班曰平，克定祸乱曰平”追谥赵云为顺平侯。",
      "主要成就": "两扶幼主、扫荡西川、汉水之战",
      "出生地": "常山真定",
      "字号": "子龙",
      "avatar": "http://a0.att.hudong.com/34/85/20300542517436140012858643078_s.jpg",
      "uuid": "2e6997c1-1f32-494e-b3fc-86ac346ffd2a",
      "url": "http://www.baike.com/wiki/%E8%B5%B5%E4%BA%91",
      "别称": "赵子龙、虎威将军",
      "姓名": "赵云",
      "去世日期": "229年",
      "所处时代": "三国时期",
      "主要作品": "驳成都屋舍园田分赐诸将议",
      "民族族群": "汉族",
      "tag": "三国时期蜀汉名将",
      "radius": 7.5
    }
  }, {
    "id": "47",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "赵云",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "48",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘瑶",
      "color": null,
      "tag": "三国人物",
      "radius": 7.5
    }
  }, {
    "id": "49",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "诗人", "古代诗人", "唐朝诗人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张绍",
      "color": null,
      "summary": "张绍，生卒年不详，涿郡（今河北涿州）人。三国时期蜀汉之重臣，刘禅在位时他官拜侍中、尚书仆射，是蜀汉车骑将军张飞的次子，继承其父的西乡侯爵位。263年蜀汉为魏所灭，他与刘禅共赴洛阳，之后受魏册封为侯。",
      "职业": "军事 三国时代蜀汉之重臣",
      "中文名": "张绍",
      "国籍": "中国",
      "avatar": "http://a1.att.hudong.com/40/47/20200000013920144729472414658_s.jpg",
      "籍贯": "幽州涿郡涿县",
      "uuid": "52f7eae9-9d85-4373-9575-fbc7f937df02",
      "url": "http://www.baike.com/wiki/%E5%BC%A0%E7%BB%8D",
      "radius": 7.5
    }
  }, {
    "id": "50",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "虚拟人物", "三国", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯楙",
      "color": null,
      "summary": "夏侯楙（máo），字子林，沛国谯县（今安徽亳州）人，大将军夏侯惇之子，三国时期魏国官员、将领，其妻为曹操之女清河公主。在魏国历任侍中、尚书、安西将军、镇东将军，假节，封列侯。曾一度驻守长安，但蜀汉北伐后就被调离。魏延对其的评价是：“闻夏侯楙少，主婿也，怯而无谋。”",
      "姓名": "夏侯楙",
      "作者": "罗贯中",
      "出生地": "沛国谯县",
      "avatar": "http://a4.att.hudong.com/07/19/20200000013920144727195259563_s.jpg",
      "所属作品": "三国演义",
      "uuid": "0b9e0303-02f5-4159-bdf0-d74b1af73d34",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E6%87%8B",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "51",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "虚拟人物", "中国军事人物", "各国历史人物", "关姓名人", "刘备武将", "关姓", "运城名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关平",
      "color": null,
      "summary": "关平（178年－220年），蜀汉名将关羽之子，东吴趁关羽攻樊城时，突然背弃吴蜀同盟，偷袭荆州，关平与其父关羽一同被擒，最后被斩于临沮县。时年四十二岁。 关平的形象在后世由于民间对关羽的崇拜而渐渐丰满起来，很多地方的关帝庙在供奉关羽的同时也供奉关平、周仓两员大将。此外，民间通常认为他是关羽收养的义子而非亲子。",
      "职业": "军事 蜀国将军",
      "中文名": "关平",
      "avatar": "http://a3.att.hudong.com/08/81/20300543815948149156812094223_s.jpg",
      "籍贯": "山西运城",
      "uuid": "3fb277f8-71d7-4de6-8658-b81bdfd23142",
      "url": "http://www.baike.com/wiki/%E5%85%B3%E5%B9%B3",
      "姓名": "刘备",
      "民族": "汉族1",
      "去世日期": "公元220年",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "52",
    "labels": ["历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "周瑜",
      "color": null,
      "summary": "周瑜（175—210年），字公瑾，汉末名将，舒县（今安徽省舒城县西南）人。洛阳令周异之子，长壮有姿貌、精音律，江东有“曲有误，周郎顾”之语。周瑜少与孙策交好，21岁起随孙策奔赴战场平定江东，后孙策遇刺身亡，孙权继任，周瑜将兵赴丧，以中护军的身份与长史张昭共掌众事。建安十三年（208年），周瑜率江东孙氏集团军队与刘备军队联合，赤壁之战大败曹军，由此奠定了三分天下的基础。建安十四年领南郡太守。建安十五年病逝，年仅36岁。正史上周瑜“性度恢廓”、“实奇才也”，范成大誉之为“江左风流美丈夫”。周瑜年轻便成就大功，加上本人谦虚宽容，相貌堂堂，精熟音律，还深得主上孙策、孙权的礼遇器重，他的妻子小乔也称国色，是后世不少人羡慕追思的英雄形象。",
      "主要成就": "赤壁破曹操,南郡败曹仁",
      "出生地": "舒县（今安徽省舒城县）",
      "字号": "公瑾",
      "avatar": "http://a4.att.hudong.com/10/13/20300542526396139947136904778_s.jpg",
      "uuid": "ed12cea7-be17-4177-aa34-3982aa89bd69",
      "url": "http://www.baike.com/wiki/%E5%91%A8%E7%91%9C",
      "别称": "周郎",
      "姓名": "周瑜",
      "去世日期": "公元210年",
      "所处时代": "三国时期",
      "出生日期": "公元175年（乙卯年）",
      "民族族群": "汉族",
      "tag": "东汉末年名将",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "53",
    "labels": ["人物", "中国人", "中国君主", "中国封建帝王", "历代皇帝", "各国人物", "各朝代中国人", "各职业人物", "君主", "汉朝人", "汉朝政治人物", "汉朝皇室", "汉朝皇帝", "汉贵族", "西安名人", "西汉皇帝", "DATAEXA_OBJECT"],
    "properties": {
      "name": "汉景帝",
      "color": null,
      "summary": "汉景帝即刘启，男，（公元前188年腊月初五－公元前141年正月），刘恒之长子，西汉第六位皇帝，在位16年。母亲汉文帝皇后窦氏（即窦太后），出生于代地中都（今山西平遥县西南）。在位期间，推行“削藩策”，削诸侯封地，平定七国之乱，巩固中央集权，勤俭治国，对匈奴坚持和亲政策。汉景帝后元三年（前141年），刘启驾崩，享年48岁，谥号孝景皇帝，葬于汉阳陵，无庙号。汉景帝刘启与父亲一起开创了“文景之治”，也为儿子刘彻的“汉武盛世”奠定了坚实基础。",
      "谥号": "孝景皇帝",
      "退位时间": "公元前141年",
      "主要成就": "文景之治,承前启后,平定七国之乱,维护统一",
      "别名": "汉景帝",
      "出生地": "代地中都（今山西平遥县西南）",
      "avatar": "http://a1.att.hudong.com/28/60/20300542523049139952604616340_s.jpg",
      "陵墓": "阳陵",
      "uuid": "768f9dd0-1ba2-42b6-bb81-887430970c2b",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%90%AF",
      "登基时间": "公元前157年",
      "姓名": "刘启",
      "去世日期": "公元前141年1月",
      "出生日期": "公元前187年1月17日",
      "国籍": "中国",
      "keyType": "关键节点",
      "王朝": "汉朝",
      "radius": 7.5
    }
  }, {
    "id": "54",
    "labels": ["三国人物", "人物", "三国演义人物", "三国名将", "古代人物", "虚拟人物", "东汉末年军阀", "各朝代中国人", "中国军阀", "各职业中国人", "陶姓", "陶姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "陶谦",
      "color": null,
      "summary": "陶谦（132年－194年），字恭祖。丹阳郡丹阳县（今安徽当涂东北）人。汉末群雄之一。最初为诸生，在州郡任职，被举茂才，历任舒、卢二县令、幽州剌史、议郎，性格刚直，有大志。后随左车骑将军皇甫嵩对抗北宫伯玉，任扬武校尉，之后又随张温征韩遂、边章。188年，徐州黄巾起，陶谦被朝廷任为徐州刺史，击破徐州黄巾，并推行屯田，恢复生产。尔后听从王朗、赵昱建议遣使进京朝贡，获拜安东将军、徐州牧，封溧阳侯。晚年因战事上为曹操大败，徐州大半几乎遭兵祸所害，以致过度忧劳而逝，享年六十三岁。",
      "职业": "安东将军 徐州牧 封溧阳侯",
      "中文名": "陶谦",
      "去世日期": "公元194年",
      "出生地": "丹阳郡丹阳县（今安徽当涂东北）",
      "国籍": "中国",
      "avatar": "http://a4.att.hudong.com/44/83/20300001024098142482839578857_s.jpg",
      "代表作品": "《奏记朱儁》",
      "uuid": "151cbc94-1958-4582-b52c-e16eb8497873",
      "url": "http://www.baike.com/wiki/%E9%99%B6%E8%B0%A6",
      "radius": 7.5
    }
  }, {
    "id": "55",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "张松",
      "color": null,
      "summary": "Ta非常优秀，但还需要一段简单的描述，请到互动百科完善该词条。",
      "中文名": "张松",
      "公司": "王品（中国）餐饮有限公司",
      "avatar": "http://a4.att.hudong.com/43/41/31300543844475151021418478851_s.jpg",
      "uuid": "4cb73807-cbf1-418a-bc3d-a2ce8c3fae4b",
      "职位": "社招专员",
      "url": "http://www.baike.com/wiki/%E5%BC%A0%E6%9D%BE%5B1%5D",
      "性别": "男",
      "方向": "行政后勤",
      "出生日期": "1991年",
      "tag": "1",
      "行业": "服务业",
      "radius": 7.5
    }
  }, {
    "id": "56",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "孙夫人",
      "color": null,
      "summary": "孙尚香是三国时期的主要女性人物之一，吴郡富春（今浙江富阳）人。“孙尚香”此名源于戏剧《甘露寺》中的人名，其历史原型为中国三国时期吴主孙权之妹，后嫁与刘备。《三国演义》中亦有关于孙尚香的描述，她的名字在《三国演义》中被写作“孙仁”，在戏曲《两军师隔江斗智》中名孙安。曾一度谣传在《汉晋春秋》中有记载其名为“孙仁献”。但经考证，汉晋春秋现存条目中并没有这个名字，系今人杜撰。",
      "中文名": "孙夫人",
      "别名": "孙仁献,孙仁,孙尚香",
      "国籍": "东吴",
      "tag": "刘备之妻",
      "avatar": "http://a1.att.hudong.com/56/95/20200000013920144727954709370_s.jpg",
      "uuid": "f1e17467-81c7-4997-b149-c1da61f5c01f",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E5%A4%AB%E4%BA%BA",
      "radius": 7.5
    }
  }, {
    "id": "57",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯氏",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "58",
    "labels": ["三国人物", "人物", "三国演义人物", "中国历史人物", "虚拟人物", "蜀汉皇族", "龙狼传角色", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘璿",
      "color": null,
      "summary": "涿郡涿县人，刘备长孙，刘禅长子，刘谌长兄，古代三国人物之一。",
      "出生地": "涿郡涿县",
      "字号": "字文衡",
      "avatar": "http://a2.att.hudong.com/75/21/20300543523711149619212008182_s.jpg",
      "uuid": "2165ff95-e50b-4d64-b7d7-941c3be101a3",
      "url": "http://www.baike.com/wiki/%E5%88%98%E7%92%BF",
      "性别": "男",
      "姓名": "刘璿",
      "去世日期": "264年",
      "出生日期": "不详",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "59",
    "labels": ["三国人物", "三国演义", "人物", "三国演义人物", "中国三国时期人物", "反三国演义角色", "教授", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "卢植",
      "color": null,
      "summary": "卢植（139—192），字子干。涿郡涿（今河北涿州）人。东汉末年经学家、将领。官至北中郎将、尚书。卢植性格刚毅。师从大儒马融，为大儒郑玄的同门师兄。曾先后担任九江、庐江太守，平定蛮族叛乱。后与马日磾、蔡邕等一起在东观校勘儒学经典书籍，并参与续写《汉记》。黄巾起义时为北中郎将，率军镇压，后被诬陷，下狱，皇甫嵩平定黄巾后力救卢植，于是复为尚书，后上谏激怒董卓，被免官。隐居在上谷军都山，被袁绍请为军师，初平三年（192年）去世。着有《尚书章句》、《三礼解诂》等今皆失佚。白马将军公孙瓒以及后来的蜀汉昭烈帝刘备皆为卢植之门下弟子。范阳卢氏后来成为当世豪族。韩国前总统卢武铉、卢泰愚皆为卢植后代。",
      "职业": "政治 北中郎将",
      "中文名": "卢植",
      "别名": "子干",
      "avatar": "http://a3.att.hudong.com/75/96/20200000013920144725969496002_s.jpg",
      "籍贯": "河北涿县",
      "uuid": "14f16d2f-10a3-4f99-829a-953ef81a4fe1",
      "url": "http://www.baike.com/wiki/%E5%8D%A2%E6%A4%8D",
      "radius": 7.5
    }
  }, {
    "id": "60",
    "labels": ["三国人物", "人物", "军阀", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘璋",
      "color": null,
      "summary": "刘璋（？-219），字季玉，江夏竟陵(今湖北潜江西北)人，东汉末年三国时代割据军阀之一。其父刘焉，东汉末任益州刺史，刘焉死，刘璋继领益州。他性宽乐而无威略，仅知保境，没有远略。建安十六年(211年)，曹操伐汉中，刘璋惧怕操威胁自己，遂迎刘备入蜀以拒曹。后来孙权杀关羽，得荆州，以刘璋为益州牧，驻于秭归，但是不久病死于荆州。刘璋的失败在于听信他人之言，而少主见。但真正对他有用的话却没有采纳。也是他成就了刘备的霸业。他的性格注定了他在乱世中无法成为人雄，只能偏安于一方。",
      "姓名": "刘璋",
      "去世日期": "219年",
      "所处时代": "三国",
      "出生地": "江夏竟陵(今湖北潜江西北)",
      "字号": "季玉",
      "tag": "三国人物",
      "avatar": "http://a1.att.hudong.com/70/38/01200000194001136890384981485_s.jpg",
      "uuid": "2b36e5a3-0318-49bc-b33d-fe94149877ff",
      "url": "http://www.baike.com/wiki/%E5%88%98%E7%92%8B",
      "radius": 7.5
    }
  }, {
    "id": "61",
    "labels": ["中国文化", "姓氏", "DATAEXA_OBJECT"],
    "properties": {
      "name": "蔡氏",
      "color": null,
      "summary": "蔡氏，中华姓氏之一，是一个典型的多民族、多源流姓氏，主要源自姬姓、姞姓及少数民族改姓。西周时期的蔡仲为蔡姓始祖。蔡姓在宋版《百家姓》中位列第155位。截至2013年，当代蔡姓总人口达到552万，约占全国总人口的0.46%。蔡姓人口在中国姓氏中位列第44位。蔡姓在全国的分布主要集中于广东、浙江、江苏三省，全国形成了东南沿海地区高比率的蔡姓区域。",
      "读音": "蔡氏",
      "avatar": "http://a1.att.hudong.com/88/51/20300542038769147289518620674_s.jpg",
      "uuid": "3ba3835a-5a6d-4026-aeca-799004029fcf",
      "url": "http://www.baike.com/wiki/蔡氏#21",
      "radius": 7.5
    }
  }, {
    "id": "62",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "吕布",
      "color": null,
      "summary": "吕布（？－199年2月7日）字奉先，汉族，东汉末年名将，汉末群雄之一，五原郡九原县人（今内蒙古包头九原区）。吕布因其勇武在并州任职，并州刺史丁原担任骑都尉，在河内驻扎，任命吕布为主簿，对他很亲近。汉灵帝死后，丁原接到何进的徵召，率领军队到洛阳，密谋诛杀宦官，被任命为执金吾。适逢何进为宦官所杀，董卓入京，诱吕布杀丁原，进而吞并丁原的军队，并任命吕布为骑都尉，同他发誓结为父子，对他十分欣赏信任。吕布善长骑射，膂力过人，被称为飞将，不久又被董卓提拔为中郎将，封都亭侯。先后为丁原、董卓的部将，也曾为袁绍效力，后占据徐州，自成一方势力。于建安三年十二月癸酉（199年2月7日）在下邳被曹操击败并处死。由于《三国演义》及各种民间艺术的演绎，吕布向来是以三国第一猛将的形象存在于人们的心目之中。",
      "职业": "左将军,温侯",
      "中文名": "吕布",
      "别名": "吕奉先",
      "出生地": "五原郡九原县（今内蒙古包头）",
      "avatar": "http://a1.att.hudong.com/57/03/20300543036510145447030253173_s.jpg",
      "籍贯": "五原郡九原（今内蒙古包头市）",
      "uuid": "3271a9af-f8ae-4fe1-b543-de544efb18c5",
      "url": "http://www.baike.com/wiki/%E5%90%95%E5%A5%89%E5%85%88",
      "民族": "汉族",
      "去世日期": "公元198年",
      "国籍": "中国",
      "tag": "东汉末年历史人物",
      "radius": 7.5
    }
  }, {
    "id": "63",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "黄忠",
      "color": null,
      "summary": "黄忠（145年－220年），字汉升（太平御览卷二百三十八引《蜀志》中作“汉叔”），南阳（治今河南南阳）人。汉末三国时期著名将领。本为刘表部下中郎将，后归刘备，并助刘备攻益州刘璋。公元219年，黄忠在定军山一战中阵斩曹操部下名将夏侯渊，升任征西将军，刘备称汉中王后改封后将军，赐关内侯。次年，黄忠病逝，谥曰刚侯。黄忠在后世多以勇猛的老将形象出现于各类文学艺术作品中，在小说《三国演义》中是蜀汉五虎大将之一，他的名字在中国也逐渐成为了老当益壮的代名词。黄忠在小说《三国演义》中，被描述为蜀汉五虎大将之一。",
      "职业": "军事 将领",
      "中文名": "黄忠",
      "别名": "黄汉升（汉叔）",
      "出生地": "南阳郡（今河南南阳）",
      "avatar": "http://a3.att.hudong.com/34/82/20300542679117141463824447426_s.jpg",
      "籍贯": "河南省 南阳市",
      "uuid": "10430f9b-cf18-423e-9f73-3e4f0cc2aa6b",
      "url": "http://www.baike.com/wiki/%E6%B1%89%E5%8D%87",
      "民族": "汉族",
      "去世日期": "公元220年",
      "国籍": "中国",
      "tag": "三国时期蜀汉名将",
      "radius": 7.5
    }
  }, {
    "id": "64",
    "labels": ["历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "庞统",
      "color": null,
      "summary": "庞统(179-214年8月29日)，字士元，汉族，荆州襄阳（今湖北襄樊）人。东汉末年刘备帐下谋士，与诸葛亮同拜为军师中郎。才智与诸葛亮齐名，道号“凤雏”。庞统与刘备一同入川，于刘备与刘璋决裂之际，献上上中下三条计策，刘备用其中计。进围雒县时，庞统率众攻城，不幸中流矢而亡，时年仅三十六岁，追赐统为关内侯，谥曰靖侯。后来庞统所葬之处遂名为落凤坡。现于四川省德阳市罗江县城西的鹿头山白马关处有国家重点文物保护单位——庞统祠墓。祠墓为建安十九年(公元214年)庞统中流矢卒后，蜀汉昭烈帝刘备所建。",
      "主要成就": "辅佐刘备入蜀得川",
      "出生地": "汉时荆州襄阳（今湖北襄阳）",
      "字号": "字士元,号凤雏",
      "avatar": "http://a4.att.hudong.com/38/05/20200000013920144729055676008_s.jpg",
      "uuid": "6681b016-ab55-44ea-8931-a333d6af1526",
      "url": "http://www.baike.com/wiki/%E5%BA%9E%E7%BB%9F%E7%AE%80%E4%BB%8B",
      "别称": "凤雏",
      "姓名": "庞统",
      "去世日期": "214年8月29日",
      "所处时代": "汉",
      "出生日期": "179年",
      "民族族群": "汉族",
      "tag": "刘备的谋士",
      "radius": 7.5
    }
  }, {
    "id": "65",
    "labels": ["人物", "三国演义人物", "虚拟人物", "诸葛姓", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛玄",
      "color": null,
      "summary": "诸葛玄，虚拟人物，中国古典小说《三国志·诸葛亮传》中的人物，三国时期蜀汉昭烈帝刘备的爱将。",
      "职业": "官员（豫章太守）",
      "作者": "陈寿",
      "avatar": "http://a3.att.hudong.com/54/44/01300000330360123070444146182_s.jpg",
      "所属作品": "《三国志·诸葛亮传》",
      "uuid": "a7ac2d0d-9ff3-489e-be22-3b92740faf49",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E7%8E%84",
      "性别": "男",
      "姓名": "诸葛玄",
      "其他信息": "在三国志重视诸葛亮的叔父",
      "国籍": "中国（三国）",
      "radius": 7.5
    }
  }, {
    "id": "66",
    "labels": ["三国人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯子臧",
      "color": null,
      "summary": "三国时魏国名将夏侯敦第三子，善妒，曾诽谤其兄夏侯楙，致其兄险被处死。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "3b5c67d9-a050-49b0-aaae-3759b624a4c8",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%AD%90%E8%87%A7",
      "radius": 7.5
    }
  }, {
    "id": "67",
    "labels": ["人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "李严",
      "color": null,
      "summary": "李严（？－234），后改名李平，字正方，南阳人。三国时期蜀汉重臣，与诸葛亮同为刘备临终前的托孤之臣。少为郡职吏，以才干称。荆州牧刘表使历诸郡县。曹公入荆州时，严西诣蜀，刘璋以为成都令，复有能名。建安十八年，署严为护军，拒先主於绵竹。公元231年，蜀军北伐时，李严延误押运粮草，为推卸责任而阻挠诸葛亮的北伐，使诸葛亮不得不退兵，因而获罪，被废为平民，迁徙到梓潼郡（治今四川梓潼）。公元234年，诸葛亮病逝，李严得知这个消息后，认为以后再也不会有人能够起用自己了，因此心怀激愤而病死。",
      "主要成就": "参与制定《蜀科》",
      "出生地": "南阳",
      "字号": "正方",
      "avatar": "http://a0.att.hudong.com/55/05/20300542845232142175051921785_s.jpg",
      "uuid": "220bb194-a3eb-40a1-9512-b14fad22bc65",
      "url": "http://www.baike.com/wiki/%E6%9D%8E%E4%B8%A5",
      "别称": "李平",
      "性别": "男",
      "姓名": "李严",
      "去世日期": "公元234年",
      "所处时代": "三国时期",
      "民族族群": "汉族",
      "国籍": "中国",
      "tag": "三国时期蜀汉重臣",
      "radius": 7.5
    }
  }, {
    "id": "68",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "吴懿",
      "color": null,
      "summary": "吴懿（又作吴壹，？－237年），字子远，兖州陈留郡（治今河南省开封市）人。三国时期蜀汉将领，蜀汉穆皇后吴氏兄长。随刘焉入蜀，刘璋时任中郎将。刘备进攻刘璋，吴懿归降刘备，历任讨逆将军、护军、关中都督。后随蜀汉丞相诸葛亮北伐曹魏，并与魏延在阳溪大破魏将郭淮、费曜，升任左将军，进封高阳乡侯。诸葛亮逝世后，任汉中都督，升任车骑将军、雍州刺史、假节，又进封济阳侯。237年（建兴十五年）去世。吴懿为人高亢强劲，又因其妹的身份，是当时蜀汉的重要将领。",
      "职业": "蜀汉将领",
      "主要成就": "阳溪大破郭淮、费曜",
      "出生地": "陈留郡（治今河南省开封市）",
      "字号": "子远",
      "avatar": "http://a1.att.hoodong.com/85/61/01000000000000119086157002185_s.jpg",
      "uuid": "b7b97f60-de8d-478c-9468-b236d4ffadf5",
      "url": "http://www.baike.com/wiki/%E5%90%B4%E6%87%BF",
      "别称": "吴壹",
      "性别": "男",
      "姓名": "吴懿",
      "去世日期": "公元237年（蜀汉建兴十五年）",
      "所处时代": "三国时期",
      "民族族群": "汉族",
      "tag": "三国时期蜀汉将领",
      "radius": 7.5
    }
  }, {
    "id": "69",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘琦",
      "color": null,
      "summary": "刘琦14岁开始演话剧，45年到上海拍电影，49年到香港，作品有《海誓》(1949)、《半下流社会》(1957)等。六十年代中息影，定居温哥华至今。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "演员",
      "uuid": "e889c7a8-80cb-4a18-a539-e718b9c3da69",
      "url": "http://www.baike.com/wiki/%E5%88%98%E7%90%A6%5B%E6%BC%94%E5%91%98%5D",
      "radius": 7.5
    }
  }, {
    "id": "70",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "虚拟人物", "关姓名人", "刘备武将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关兴",
      "color": null,
      "summary": "关兴（生卒年不详），字安国，河东解（今山西运城）人，继承了父亲汉寿亭侯的爵位。三国时期蜀汉官吏。关羽次子，和父亲关羽在荆州，后荆州失陷，关羽被杀，关兴随先主刘备一起伐吴，杀死吴将潘璋。夺回其父之刀。后随诸葛亮北伐，和张苞结为兄弟，立了许多战功 。",
      "姓名": "关兴",
      "所处时代": "三国时代",
      "主要成就": "担任龙骧将军",
      "民族族群": "汉族",
      "出生地": "河东郡解县(今山西运城)",
      "avatar": "http://a2.att.hudong.com/55/96/20200000013920144724964259903_s.jpg",
      "uuid": "94fead75-0bc9-440a-bffb-595f452fc302",
      "url": "http://www.baike.com/wiki/%E5%85%B3%E5%85%B4",
      "别称": "安国",
      "radius": 7.5
    }
  }, {
    "id": "71",
    "labels": ["三国人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯子江",
      "color": null,
      "summary": "魏将，夏侯敦四子。因为不当的礼仪被次兄夏侯楙所责备而怀恨在心，与三兄夏侯子臧一起与嫂子清河公主同谋诬陷夏侯楙有诽谤之罪，在明帝曹睿准备收而杀之时，为长水校尉京兆段默进言彻查，果查明为谮陷。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "c3363825-6949-4122-bb93-015505e3d7ec",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%AD%90%E6%B1%9F",
      "radius": 7.5
    }
  }, {
    "id": "72",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘琦",
      "color": null,
      "tag": "演员",
      "radius": 7.5
    }
  }, {
    "id": "73",
    "labels": ["三国人物", "历史", "人物", "山东人", "诸葛姓", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛乔",
      "color": null,
      "summary": "诸葛瑾次子，本字仲慎。他与胞兄诸葛恪在吴国的名声颇大。",
      "中文名": "诸葛乔",
      "avatar": "http://a3.att.hudong.com/51/55/01200000194574136323554206750_s.jpg",
      "籍贯": "琅琊阳都",
      "uuid": "2fc0537f-dd5f-44b8-987c-965378327f26",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E4%B9%94",
      "radius": 7.5
    }
  }, {
    "id": "74",
    "labels": ["君王", "人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙权",
      "color": null,
      "summary": "孙权（182－252），东吴太祖大皇帝，字仲谋，祖籍吴郡富春（今浙江富阳），生于下邳（治今江苏睢宁西北）。三国时期吴国的开国皇帝，传说孙权是中国兵法家孙武的二十二代后裔，孙权继位为江东之主，他任贤用能、挽救了江东危局，保住了父兄基业。建安十三年，孙权与刘备联盟，大败曹操于赤壁，天下三分局面初步形成。建安二十四年孙权偷袭刘备的荆州成功，使吴国的领土面积大大增加。章武二年孙权称吴王，建兴七年称帝，正式建立吴国。孙权晚年在继承人问题上反复无常，引致群下党争，朝局不稳。太元元年（252年）病逝，享年71岁，在位24年，谥号大皇帝，庙号太祖，葬于蒋陵。是三国时代统治者中最长寿的。",
      "谥号": "大皇帝",
      "前任": "孙策",
      "主要成就": "接手并安定江东、建立吴国,发展江南经济,到达夷洲",
      "别名": "吴大帝",
      "年号": "黄武（吴王时）、黄龙、嘉禾、赤乌、太元、神凤",
      "avatar": "http://a2.att.hudong.com/64/61/20300542856671141637614577627_s.jpg",
      "陵墓": "蒋陵",
      "uuid": "afb0dd5f-cbec-49ce-8c18-5d79b88bfabd",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E4%BB%B2%E8%B0%8B",
      "性别": "男",
      "姓名": "孙权",
      "民族": "汉族",
      "庙号": "太祖",
      "国籍": "中国",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "75",
    "labels": ["三国人物", "人物", "三国演义人物", "中国历史人物", "东吴人", "杭州名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙坚",
      "color": null,
      "summary": "孙坚（155-191）字文台，吴郡富春（今浙江富阳）人。中国东汉末年将领。吴大帝孙权之父。中平元年（184），黄巾起义爆发，孙坚追随右中郎将朱儁至河南镇压。汝、颍黄巾军退守宛城（今河南南阳），汉军合围，孙坚率众先登，城被攻破。后升议郎、长沙太守，又镇压当地起义。积军功封乌程侯。董卓专权，孙坚兼并荆州刺史和南阳太守两支势力，与袁术合军。袁术推荐孙坚行破虏将军，领豫州刺史屯于鲁阳（今河南鲁山）。孙坚率军讨伐董卓，善于用人，多次取胜。董卓欲与孙坚和亲，并许任孙坚子弟为刺史、牧守等，孙坚拒绝。初平元年（190），董卓胁迫汉献帝徙都长安，并焚烧洛阳。次年孙坚于洛阳城外战败董卓，攻克洛阳，得汉帝所遗传国玺。当年奉袁术命，率军征荆州刘表，为刘表部将黄祖兵士射死。",
      "职业": "政治 吴武烈帝",
      "中文名": "孙坚",
      "别名": "文台,武烈皇帝",
      "avatar": "http://a2.att.hudong.com/13/32/20300543036510145473329293768_s.jpg",
      "籍贯": "吴郡富春县（今浙江杭州富阳）",
      "uuid": "21ef573c-7abf-4c6b-8138-29177b0c3d58",
      "url": "http://www.baike.com/wiki/孙坚%255B东汉末期著名将领%255D#11",
      "去世日期": "公元191年4月5日",
      "国籍": "东吴",
      "tag": "东汉末期著名将领",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "76",
    "labels": ["三国人物", "历史", "人物", "三国演义人物", "三国", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张遵",
      "color": null,
      "summary": "张遵（？－263年），三国时期蜀汉大臣。是蜀汉名将张飞之孙，张苞之子，张绍之侄。他身为皇室的外戚，在刘禅任内官至尚书。景耀六年（263年），魏将邓艾攻入蜀国，张遵在行都护卫将军诸葛瞻麾下防守绵竹关，诸葛瞻出击阵亡之后辅佐其子诸葛尚，诸葛尚出击阵亡之后在与同僚黄崇、李球等人对抗邓艾旗下邓忠、师纂时被俘斩首。在《三国演义》中于第117回登场。",
      "职业": "政治 蜀国的尚书",
      "中文名": "张遵",
      "国籍": "中国",
      "avatar": "http://a4.att.hudong.com/38/49/20200000013920144729493320846_s.jpg",
      "籍贯": "幽州涿郡涿县",
      "uuid": "008261c3-610b-4d1b-8ebf-19fa6fd148e4",
      "url": "http://www.baike.com/wiki/%E5%BC%A0%E9%81%B5",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "77",
    "labels": ["三国人物", "关羽", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关索",
      "color": null,
      "summary": "关索是中国民间传说中的人物，也曾登场于小说《三国演义》。在《演义》中，他是关羽第三子，荆州失陷后逃难到鲍家庄养病，伤愈后听说东吴仇人已死，乃回归蜀国，并随同诸葛亮南征。关索的出身见于《全像通俗三国志传》，其中提及关索为关羽因杀人而逃难在外之时出生，后刘备占据荆州后，关索前来荆州投奔父亲；此后刘备攻下益州，关索带兵镇守云南一带。至今云南一带仍流传以关索为主角的“关索戏”。",
      "avatar": "http://a0.att.hudong.com/64/96/20200000013920144724965960311_s.jpg",
      "uuid": "b46ec08d-ccc8-4e6a-97fa-4ce3675b3581",
      "url": "http://www.baike.com/wiki/关索#1",
      "radius": 7.5
    }
  }, {
    "id": "78",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "清河公主",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "79",
    "labels": ["三国", "DATAEXA_OBJECT"],
    "properties": {
      "name": "雒城",
      "color": null,
      "summary": "城雒，是古雒城遗址遗址，位于今四川省广汉市辖区内，东至外东顺城路、南至房湖公园南侧、西起桂花街南段、北至鸭子河南岸。",
      "建造时间": "东汉",
      "所在地": "四川省广汉市雒城镇",
      "avatar": "http://a3.att.hudong.com/71/03/20200000013920144740038968976_s.jpg",
      "uuid": "76bf23b6-7f6f-4470-86cc-9027e0f4bdb6",
      "url": "http://www.baike.com/wiki/%E9%9B%92%E5%9F%8E",
      "面积": "1.7平方公里",
      "radius": 7.5
    }
  }, {
    "id": "80",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "三国", "蜀汉", "诸葛姓", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛均",
      "color": null,
      "summary": "诸葛均，诸葛亮之弟，长水校尉，琅邪阳都（山东沂南）人。自幼和诸葛亮随叔父诸葛玄来到荆州，叔父死后，与诸葛亮隐居隆中。公元207年，诸葛亮出山后，诸葛均仍在隆中。诸葛均暗道:\"我被曹丕小儿耍了，要我拆二哥的台,办不到，要杀我么，我与你们同归于尽吧。十年寒暑，老大诸葛瑾成了东吴长史，老二诸葛亮当了西蜀丞相，老三诸葛均却也钻透了阴阳八卦五行生克奇门遁甲，排成了穷天地造化的八阵图。诸葛均大惊:\"不是说要助刘备吗？\"夏侯兰哈哈大笑，掷过一纸。诸葛均一看，是曹丕的密令：吴蜀两家谁败打谁，倘遇八阵图，着诸葛均带路，抗令者斩。",
      "姓名": "诸葛均",
      "所处时代": "汉末三国",
      "出生地": "琅邪阳都",
      "民族族群": "汉族",
      "avatar": "http://a3.att.hudong.com/86/53/20200000013920144737531197264_s.jpg",
      "uuid": "1216ee8c-4c58-4aaf-8078-3819dbdd5af9",
      "url": "http://www.baike.com/wiki/诸葛均#5",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "81",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "吕良",
      "color": null,
      "summary": "吕良，男，广东大埔人。1935年加入中国共产主义青年团。次年转入中国共产党。曾任绥德专署教育科科长，吉林省教育厅副厅长、厅长。建国后，历任江西省文教委员会副主任，中国江西省委宣传部副部长，江西省文教部部长、教育厅厅长，全国教育学会理事，江西省教育学会理事长、省第五届政协副主席。",
      "中文名": "吕良",
      "出生地": "广东大埔",
      "avatar": "http://a0.att.hudong.com/88/73/20300001009299148569732313686_s.jpg",
      "籍贯": "广东大埔",
      "uuid": "2b7b1df5-051a-467c-ba2b-16ff343b5d57",
      "url": "http://www.baike.com/wiki/%E5%90%95%E8%89%AF",
      "性别": "男",
      "民族": "汉",
      "去世日期": "2011年7月29日",
      "政党": "中国共产党",
      "出生日期": "1916年3月",
      "毕业院校": "百侯中学",
      "国籍": "中国",
      "tag": "原江西省政协副主席",
      "radius": 7.5
    }
  }, {
    "id": "82",
    "labels": ["历史", "人物", "中国历史人物", "三国", "小说人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "卢毓",
      "color": null,
      "summary": "卢毓，三国时期司空。",
      "职业": "三国魏律学家",
      "中文名": "卢毓",
      "别名": "字子家",
      "avatar": "http://a0.att.hudong.com/36/40/20200000183920149196409799321_s.jpg",
      "代表作品": "《考课法》",
      "籍贯": "涿郡涿（今属河北）",
      "uuid": "98c76a2c-99ce-4e78-86df-9957f0ee980a",
      "url": "http://www.baike.com/wiki/%E5%8D%A2%E6%AF%93",
      "去世年月": "公元257年",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "83",
    "labels": ["女性", "三国", "蜀汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "李昭仪",
      "color": null,
      "summary": "李昭仪（公元？-263年），蜀汉后主后宫昭仪。后自杀身亡。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "d17768f2-ff02-4cf7-a405-eaf0142f3158",
      "url": "http://www.baike.com/wiki/%E6%9D%8E%E6%98%AD%E4%BB%AA",
      "radius": 7.5
    }
  }, {
    "id": "84",
    "labels": ["历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "小乔",
      "color": null,
      "summary": "小乔，庐江皖县（今安徽潜山）人，又称小桥，名乔倩，桥公（《三国演义》中称为“乔公”或“乔国老”）之幼女，大乔之妹，周瑜的妻子。正史《三国志》对于小乔的记载极少，只记述了小乔“国色也”，是庐江的乔公之女，嫁给了周瑜。其他关于小乔的描述大多出于后人的想像。小乔为周瑜妻，墓在县城大西门，真武观西百步。公元210年，周瑜病逝，厚葬于庐江东门横街朝墓巷，小乔住守庐江，扶养遗孤。公元223年，小乔病卒，享年四十七岁，葬于县城西郊，旧称乔夫人墓，俗名瑜婆墩，平地起坟，墓有封无表，汉砖结构，墓前有碑，拜台、列台屏石供，墓门向东，明崇祯时毁于兵乱，仅存一座土冢，与城东周瑜墓遥遥相望。",
      "中文名": "小乔",
      "去世日期": "公元223年",
      "tag": "东汉末年美女",
      "avatar": "http://a2.att.hudong.com/06/06/20300543009208142267068438873_s.jpg",
      "籍贯": "中国扬州庐江郡",
      "uuid": "2eec6023-9d32-4c3d-9292-bf889fe8d962",
      "url": "http://www.baike.com/wiki/%E5%B0%8F%E4%B9%94%5B%E4%B8%9C%E6%B1%89%E6%9C%AB%E5%B9%B4%E7%BE%8E%E5%A5%B3%5D",
      "radius": 7.5
    }
  }, {
    "id": "85",
    "labels": ["三国人物", "人物", "三国演义人物", "中国人", "三国名将", "古代人物", "虚拟人物", "各国人物", "各朝代中国人", "各职业中国人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "陈登",
      "color": null,
      "summary": "陈登，字元龙，下邳淮浦（今江苏涟水西）人。为人爽朗，性格沈静，智谋过人，少年时有扶世济民之志，并且博览群书，学识渊博。二十五岁时，举孝廉，任东阳（治今江苏省金湖县西）县长。虽然年轻，但他能够体察民情，抚弱育孤，深得百姓敬重。后来，徐州牧陶谦提拔他为典农校尉，主管一州农业生产。他亲自考察徐州的土壤状况，开发水利，发展农田灌溉，使汉末迭遭破坏的徐州农业得到一定程度的恢复，百姓们安居乐业，“秔稻丰积”。建安初奉使赴许，向曹操献灭吕布之策，被授广陵太守。以灭吕布有功，加伏波将军。又迁东城太守。年三十九卒。",
      "中文名": "陈登",
      "去世日期": "公元207年",
      "国籍": "中国",
      "avatar": "http://a3.att.hudong.com/50/69/01200000031788137383698790736_s.jpg",
      "籍贯": "徐州下邳淮浦（今江苏涟水西）",
      "uuid": "737fa824-8bdd-4a0d-add6-43366a36b497",
      "url": "http://www.baike.com/wiki/陈登#33",
      "radius": 7.5
    }
  }, {
    "id": "86",
    "labels": ["三国人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "吴夫人",
      "color": null,
      "summary": "武烈皇后（？－202年或207年），吴氏，吴郡吴县（今江苏省苏州市）人，孙坚之妻，是孙策、孙权生母。孙权统业早期的主要决策者之一。孙权称帝后追尊吴夫人为武烈皇后。三国志》中称之为孙破虏吴夫人。",
      "主要成就": "孙吴开国皇帝孙权的母亲",
      "出生地": "钱唐（今浙江省杭州市）",
      "出生时间": "三国时期",
      "avatar": "http://a1.att.hudong.com/62/51/20300543911369147219510451201_s.jpg",
      "uuid": "be8a507e-861b-434b-98c9-1e04ab9f103e",
      "url": "http://www.baike.com/wiki/吴夫人#29",
      "别称": "孙破虏吴夫人",
      "姓名": "吴氏",
      "所处时代": "中国（东汉）",
      "去世时间": "汉献帝建安七年（202年）",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "87",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "关凤",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "88",
    "labels": ["历史", "人物", "政治人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛怀",
      "color": null,
      "summary": "诸葛怀，即诸葛亮的幼子。 晋太傅王览建议朝廷，召录汉代名臣之后裔到京城任职，惟诸葛怀未至。经查访得知，原打算给诸葛怀封爵，他推辞说生活可以自给，无才干补国，愿终老于家。晋帝同意了他的请求。 (张澍《诸葛忠武侯文集故事卷一·朝真观记》。她长相丑陋，黄头黑色，但她从小在父亲黄承彦的调教之下，多才多艺，贤惠淑懿，深明大义。关羽败亡后，诸葛瑾任吴国绥南将军兼职南郡太守(南京战区司令兼湖北省省长）。公元241年，诸葛瑾病死，时任大将军（全国武装部队总司令，位列三公之上，宰相级别）、左都护等职。",
      "职业": "其他",
      "中文名": "诸葛怀",
      "avatar": "http://a4.att.hudong.com/10/53/20200000013920144737531213143_s.jpg",
      "uuid": "162d9e22-4cf2-4274-868f-ae62ac0b7374",
      "url": "http://www.baike.com/wiki/诸葛怀#21",
      "radius": 7.5
    }
  }, {
    "id": "89",
    "labels": ["历史人物", "各时代历史人物", "夏侯姓", "夏侯姓名人", "武将", "西汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯婴",
      "color": null,
      "summary": "夏侯婴(?-前172年)，即汝阴文侯，又称滕公，泗水郡沛县(今日江苏沛县)人。西汉开国功臣之一。他与刘邦是少时的朋友，跟随刘邦起义，立下战功，后封为汝阴侯(封地在今安徽省阜阳市。1977年出土的西汉汝阴侯墓是第二代汝阴侯夏侯灶的墓葬，可证其封地所在)。东汉末年曹操的知名将领夏侯惇、夏侯渊即夏侯婴的后裔。",
      "主要成就": "汝阴侯、汉王朝开国功臣",
      "出生地": "沛县",
      "avatar": "http://a2.att.hudong.com/05/18/20200000013920144727184608864_s.jpg",
      "uuid": "ec6e575c-b2c0-4f43-b656-b85e990fe55c",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%A9%B4",
      "别称": "滕公",
      "姓名": "夏侯婴",
      "去世日期": "公元前172年",
      "所处时代": "东汉",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "90",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "李丰",
      "color": null,
      "summary": "",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "蜀国武将李严之子",
      "uuid": "a438fbb4-d9d8-4ae0-b1c4-291b0c65e553",
      "url": "http://www.baike.com/wiki/%E6%9D%8E%E4%B8%B0%5B%E8%9C%80%E5%9B%BD%E6%AD%A6%E5%B0%86%E6%9D%8E%E4%B8%A5%E4%B9%8B%E5%AD%90%5D",
      "radius": 7.5
    }
  }, {
    "id": "91",
    "labels": ["人物", "三国演义人物", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "严氏",
      "color": null,
      "summary": "严氏，由庄姓得来，战国时期，楚国一位君王叫侣，死后溢号庄玉。他的子孙便以庄为姓，相传到东汉时，汉明帝叫刘庄，他不让别人姓名与他相同，令姓庄的人改为姓严。",
      "avatar": "http://a0.att.hudong.com/43/65/20300544150808149623651729903_s.jpg",
      "uuid": "4e536f6d-f226-4278-be02-33a05894141a",
      "url": "http://www.baike.com/wiki/%E4%B8%A5%E6%B0%8F",
      "radius": 7.5
    }
  }, {
    "id": "92",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "虚拟人物", "曹魏", "曹魏人", "襄樊名人", "将领", "DATAEXA_OBJECT"],
    "properties": {
      "name": "蔡瑁",
      "color": null,
      "summary": "蔡瑁，字德珪，襄阳人（今湖北襄樊市襄城东南老营），性格骄豪自喜。《襄阳耆旧记》载其少为曹操所亲。蔡氏乃襄阳大族，刘表初至荆州，使即以蔡瑁为辅。蔡瑁姊为刘表后妻，是以蔡瑁以亲见任。刘表有二子，次子琮娶蔡氏侄为妻，故蔡瑁甚厚爱刘琮，并与刘表外甥张允同为党羽。后刘表病重，表长子刘琦欲归看父疾，蔡瑁、张允等人恐刘琦入见后父子相感，竟有托后之意，乃阻遏刘琦于门户之外，使不得见。刘琦无奈，只能流涕而去，众人闻而感伤。蔡瑁等便以刘琮为嗣，并降曹操。被用为从事中郎，司马长水校尉，封汉阳亭侯。",
      "姓名": "蔡瑁",
      "所处时代": "东汉",
      "出生地": "襄阳蔡州（今湖北襄阳）",
      "民族族群": "汉族",
      "字号": "德珪",
      "avatar": "http://a4.att.hudong.com/78/00/20300543150150143514004760941_s.jpg",
      "uuid": "f7ae67af-f2c8-4875-9220-3a143b471015",
      "url": "http://www.baike.com/wiki/%E8%94%A1%E7%91%81",
      "别称": "德珪",
      "radius": 7.5
    }
  }, {
    "id": "93",
    "labels": ["蜀汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "王贵人",
      "color": null,
      "summary": "王贵人，《封神演义》中的人物，轩辕三妖中排行第三，乃是千年玉石琵琶变幻人形，受女娲娘娘之命与九尾狐狸精和九头雉鸡精一同来断送殷商纣王的江山。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "1e067887-4104-43e1-81af-e490183c605a",
      "url": "http://www.baike.com/wiki/%E7%8E%8B%E8%B4%B5%E4%BA%BA",
      "radius": 7.5
    }
  }, {
    "id": "94",
    "labels": ["人物", "历史人物", "中国历史人物", "三国", "中国历史", "晋朝人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "卢钦",
      "color": null,
      "summary": "字子若，范阳涿人，卢毓子、卢植孙，魏时为尚书郎，侍御史，袭父爵为大利亭侯，累迁琅邪(今山东胶南县)太守，太傅，从事中郎，出为阳平(今河北大名)太守，伏波将军，征拜散骑常侍，大司农，吏部尚书，进封大梁侯。西晋时任都督，平南将军，人为尚书仆射，加侍中、举东都尉、钦吏部。晋咸宁四年(公元278年)卒，赠卫将军，开府仪同三司，谥元。",
      "姓名": "卢钦",
      "去世日期": "278年4月23日",
      "主要作品": "《小道》",
      "主要成就": "在沔北镇宽猛得中,使疆场无虞；历任要职,选拔贤才",
      "出生地": "范阳郡涿县",
      "字号": "字子若",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "b9918a17-2aef-4ca3-a4c2-abd37f68b8a4",
      "url": "http://www.baike.com/wiki/%E5%8D%A2%E9%92%A6",
      "radius": 7.5
    }
  }, {
    "id": "95",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "周异",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "96",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "关樾",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "97",
    "labels": ["中华人民共和国", "中国", "中国各省城市", "中国各级行政区划", "中国地名", "中国城市", "九画", "各国行政区划", "地理", "湖北城市", "湖北市辖区", "湖北行政区划", "行政区划", "DATAEXA_OBJECT"],
    "properties": {
      "name": "荆州市",
      "color": null,
      "车牌代码": "鄂D",
      "行政类别": "地级市",
      "邮编区码": "434000",
      "地理位置": "位于江汉平原腹地,东连武汉,西接三峡,南跨长江,北临汉水",
      "地域名人": "伍子胥、岑参、张居正等",
      "机场": "荆州沙市机场",
      "uuid": "50e1bcb7-0572-44ae-b79a-acd68e122d42",
      "电话区码": "0716",
      "地方方言": "西南官话",
      "面积": "14,104平方千米",
      "气候条件": "亚热带季风气候",
      "人口": "645.73万（2010年）",
      "summary": "荆州，古称“江陵”，是春秋战国时楚国都城所在地，位于湖北省中南部，长江中游两岸，江汉平原腹地，是湖北省五大区域性中心城市之一，国务院公布的首批24座中国历史文化名城之一，鄂中南中心城市，中国中南地区重要的工业生产基地和轻纺织基地，素有“长江经济带钢腰”之称。2012年入选“2012年度中国特色魅力城市200强”。",
      "中文名": "荆州市",
      "所属地区": "中国 湖北省",
      "外文名": "Jingzhou City",
      "火车站": "荆州站、松滋站、石首站",
      "下辖地区": "沙市区、荆州区、公安、监利、江陵、石首、洪湖、松滋",
      "avatar": "http://a3.att.hudong.com/20/54/20300542898868142951548991028_s.jpg",
      "政府驻地": "沙市区江津西路262号",
      "url": "http://www.baike.com/wiki/%E8%8D%86%E5%B7%9E%E5%B8%82",
      "别称": "江陵城、郢都",
      "著名景点": "荆州古城、熊家冢、关公庙、章华寺、洪湖等",
      "著名学校": "长江大学、荆州职业技术学院等",
      "radius": 7.5
    }
  }, {
    "id": "98",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "三国名将", "曹操文臣", "武将", "司马姓名人", "曹魏军事人物", "宰相", "英雄", "DATAEXA_OBJECT"],
    "properties": {
      "name": "司马懿",
      "color": null,
      "summary": "司马懿（179年－251年），字仲达，汉族，河内郡温县孝敬里（今河南焦作市温县）人。三国时期魏国杰出的政治家、军事家、战略家，西晋王朝的奠基人。曾任职过曹魏的大都督，大将军，太尉，太傅。是辅佐了魏国四代的托孤辅政之重臣，后期成为掌控魏国朝政的权臣。善谋奇策，多次征伐有功，其中最显著的功绩是两次率大军成功对抗诸葛亮北伐和远征平定辽东。对屯田、水利等农耕经济发展有重要贡献。73岁去世，辞郡公和殊礼，葬于首阳山。谥号“宣文”；次子司马昭封晋王后，追封司马懿为宣王；司马炎称帝后，追尊司马懿为宣皇帝，庙号高祖。",
      "主要成就": "抵御蜀汉诸葛亮的北伐；夺取曹魏军政大权,奠定晋国基础",
      "出生地": "河内郡温县孝敬里（今河南温县）",
      "字号": "字仲达",
      "avatar": "http://a4.att.hudong.com/34/16/20300542853489141465167017043_s.jpg",
      "uuid": "9a30f3c6-e068-44ed-95e5-f225bd5aa5fc",
      "url": "http://www.baike.com/wiki/%E5%8F%B8%E9%A9%AC%E4%BB%B2%E8%BE%BE",
      "别称": "晋宣帝、司马宣王",
      "姓名": "司马懿",
      "去世日期": "公元251年9月7日",
      "所处时代": "汉末三国",
      "出生日期": "公元179年",
      "民族族群": "汉族",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "99",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "孙策",
      "color": null,
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "100",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "汉文帝",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "101",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "汉江",
      "color": null,
      "summary": "汉江，发源于陕西省西南部秦岭与米仓山之间的宁强县冢山，在武汉市汇入长江，全长1532公里，是中国第一大江长江最长的支流。其流域面积达15.1万平方公里，占长江流域面积的8.8%。中国古代被称为沔水、汉水，又名襄河，初名漾水，亦名漾川。",
      "中文名": "汉江",
      "流经区域": "中国陕西,湖北",
      "平均流量": "245亿（陕西）",
      "地理位置": "中国华中地区",
      "别名": "古代被称为沔水、汉水,又名襄河,初名漾水,亦名漾川",
      "水利建设": "丹江口水库",
      "源头": "中国陕西宁强番冢山",
      "avatar": "http://a2.att.hudong.com/47/08/20300542898868143072080487640_s.jpg",
      "流域面积": "151000",
      "uuid": "16fa7674-c6c8-44de-81e0-a8021e8e3acb",
      "url": "http://www.baike.com/wiki/%E6%B1%89%E6%B0%B4",
      "旅游景点": "丹江口水库",
      "所在洲": "亚洲",
      "长度": "1577",
      "其他信息": "中国第一大江长江最长的支流",
      "主要支流": "丹江、南河、唐白河、堵河",
      "tag": "中国陕西",
      "radius": 7.5
    }
  }, {
    "id": "102",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯廙",
      "color": null,
      "summary": "夏侯廙，男，是三国人物，其父夏侯充。继嗣 夏侯惇还有一孙，在夏侯惇死后，被封为关内侯。曾孙 夏侯劭，夏侯廙之子，继嗣。夏侯惇-历史传记夏侯婴夏 真三国无双5侯惇是西汉名臣。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "41bb703b-8fcb-45b4-aef0-8c4c12005267",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%BB%99",
      "radius": 7.5
    }
  }, {
    "id": "103",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "关统",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "104",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "曹氏",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "105",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯兰",
      "color": null,
      "summary": "夏侯兰是东汉末年曹操部下的将领。据《赵云别传》记载，夏侯兰是赵云同乡，随夏侯惇在博望与刘备军交战时被赵云俘虏，赵云与夏侯兰是同乡，少小相知，而夏侯兰又明于法律，于是推荐他做了刘备军的军正，掌军事刑法。据《三国志》注引《赵云别传》记载，夏侯兰是赵云同乡，随夏侯惇在博望与刘备军交战时被赵云俘虏。赵云请求刘备不杀夏侯兰，因夏侯兰明于法律，推荐他成为军正。夏侯兰被张飞所杀是小说《三国演义》里的描写，第39回中，夏侯兰随夏侯惇攻打新野，战斗中被张飞一枪刺死。小说中修改了相关细节，已经和历史不一样了，没有可比性。",
      "姓名": "夏侯兰",
      "所处时代": "三国",
      "出生地": "常山真定（今河北正定南）",
      "民族族群": "汉族",
      "avatar": "http://a1.att.hudong.com/32/18/20200000013920144727184609322_s.jpg",
      "uuid": "b6644376-ea9c-42d4-a627-115d4ba3b388",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%85%B0",
      "radius": 7.5
    }
  }, {
    "id": "106",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "王圣芬",
      "color": null,
      "summary": "王圣芬（Amanda），身高179公分的凯渥名模，在台湾各大时尚杂志《ELLE》、《VOGUE》、《Marie Claire》、《FIGARO》、《BAZAAR》、《GQ》、《Beauty》、《Cosmopolitan》上常见她美丽的身影，也曾参与Gucci、Chanel (亚洲巡回)、Christian Dior、Tiffany、Agnes b、Cartier、D&G、Swarovski、Celine、Chloe、Swatch、T.D.C. Fashion Week Hong Kong等时装大秀。",
      "职业": "演艺 模特,秀导",
      "中文名": "王圣芬",
      "出生地": "台湾",
      "avatar": "http://a4.att.hudong.com/34/03/01300000084627129438033430324_s.jpg",
      "身高": "179cm",
      "代表作品": "《一直玩美－时尚名模王圣芬的美容瑜伽书》",
      "uuid": "8fe25787-9297-4d72-b4d5-8bf8ee30429a",
      "url": "http://www.baike.com/wiki/%E7%8E%8B%E5%9C%A3%E8%8A%AC",
      "英文名": "Amanda",
      "radius": 7.5
    }
  }, {
    "id": "107",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "张皇后",
      "color": null,
      "summary": "张皇后（即张嫣，前202年―前163年），野史载其字孟媖，小字淑君，是鲁元公主与宣平侯张敖之女，汉惠帝刘盈的皇后（外甥女）。前192年，年仅十一岁的张嫣成为舅舅汉惠帝的皇后。前180年，群臣共除诸吕，拥立汉文帝刘恒为帝。废黜张嫣皇后之位。前163年去世，张嫣去世，终年四十岁，谥号孝惠皇后，与汉惠帝合葬于安陵。",
      "谥号": "孝惠皇后",
      "别名": "张皇后、孟媖、淑君",
      "avatar": "http://a4.att.hudong.com/52/48/20300001009299147765480325338_s.jpg",
      "陵墓": "安陵",
      "uuid": "a5766dbf-d902-425a-af16-386d3ae854cb",
      "所处朝代": "西汉",
      "url": "http://www.baike.com/wiki/%E5%BC%A0%E7%9A%87%E5%90%8E%5B%E8%A5%BF%E6%B1%89%E5%AD%9D%E6%83%A0%E5%B8%9D%E7%9A%87%E5%90%8E%5D",
      "等级": "皇后",
      "姓名": "张嫣",
      "民族": "汉族",
      "配偶": "刘盈",
      "tag": "西汉孝惠帝皇后",
      "radius": 7.5
    }
  }, {
    "id": "108",
    "labels": ["汉语", "文字", "汉字", "一字一般称谓", "DATAEXA_OBJECT"],
    "properties": {
      "name": "兄",
      "color": null,
      "summary": "兄，古人云兄弟，指兄弟之间，年纪较大的一个，也叫大哥。来源于唐·韩愈《此日足可惜赠张籍》中的：表兄下马步堤岸，上船拜吾兄。――《说文》 男子先生为兄。――《孟子·万章上》 俾同气女兄,摩笄引决。长短，滋长，长幼皆无二义。许不云兹者，许意言长则可晐长幼之义也。犹弟本义为韦束之次弟，以之名男子后生者也。古兄长与兄益无二音也。",
      "avatar": "http://a4.att.hudong.com/18/75/20200000013920144724758814622_s.jpg",
      "keyType": "关键节点",
      "uuid": "8483fdc0-325c-438b-b857-5f383bf3371b",
      "url": "http://www.baike.com/wiki/%E5%85%84",
      "radius": 7.5
    }
  }, {
    "id": "109",
    "labels": ["影视演员", "DATAEXA_OBJECT"],
    "properties": {
      "name": "吕蒙",
      "color": null,
      "summary": "吕蒙（178年－219年，一说180年－220年），字子明，东汉末年名将，汝南富陂人（今安徽阜南吕家岗）。少年时依附姊夫邓当，随孙策为将。以胆气称，累封别部司马。孙权统事后，渐受重用，从破黄祖作先登，封横野中郎将。从围曹仁于南郡，破朱光于皖城，累功拜庐江太守。后进占荆南三郡，计擒郝普，在逍遥津之战中奋勇抵抗张辽军追袭，并于濡须数御魏军，以功除左护军、虎威将军。鲁肃去世后，代守陆口，设计袭取荆州，击败蜀汉名将关羽，使东吴国土面积大增，拜南郡太守，封孱陵侯，受勋殊隆。然而“蒙疾发”（后世人或猜测建安二十四年发生瘟疫，因史载吕蒙、孙皎、蒋钦死于同年，或猜测是吕蒙年轻时在战场上吃苦受累导致积劳成疾），不治而薨，享年四十二岁。吕蒙发愤勤学的事迹，成为了中国古代将领勤补拙、笃志力学的代表，与其有关的成语有“士别三日”，“刮目相待”、“吴下阿蒙”等。",
      "主要成就": "智取三君 白衣渡江",
      "出生地": "汝南富坡",
      "字号": "子明",
      "avatar": "http://a2.att.hudong.com/83/06/20300000013002141991068224140_s.jpg",
      "uuid": "32bbb576-69c3-4e7e-b1dd-dbaad1ad4a05",
      "url": "http://www.baike.com/wiki/%E5%90%95%E8%92%99",
      "姓名": "吕蒙",
      "去世日期": "约219或220",
      "所处时代": "三国",
      "出生日期": "约178年或180年",
      "民族族群": "汉族",
      "tag": "东汉末年东吴名将",
      "radius": 7.5
    }
  }, {
    "id": "110",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "各时代历史人物", "中国军事人物", "亳州名人", "夏侯姓", "夏侯姓名人", "安徽人", "曹操武将", "曹魏", "曹魏人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯渊",
      "color": null,
      "summary": "夏侯渊（生卒?—219），东汉末年名将。字妙才，沛国谯县[今安徽亳州]人。自曹操陈留起兵起，便跟随征伐，历任陈留、颍川太守。官渡之战后，夏侯渊负责粮草补给，保证了曹操平定北方。而后夏侯渊又率兵四处征讨叛乱，破昌豨、徐和、雷绪、商曜等，战功卓著，又随曹操平马超，灭张鲁，又破杨秋、刘雄、梁兴、韩遂、宋建等，再立奇功。而后夏侯渊督张郃、徐晃等留守汉中，与前来取汉中的刘备大军交战，在定军山为蜀将黄忠所袭，不幸战死。官至征西将军，封博昌亭侯，谥曰愍侯。",
      "职业": "军事 军事将领",
      "中文名": "夏侯渊",
      "外文名": "XiaHouYuan",
      "别名": "夏侯妙才",
      "出生地": "沛国谯（今安徽亳州）",
      "avatar": "http://a4.att.hudong.com/54/90/20300542527395139972909382121_s.jpg",
      "籍贯": "安徽亳州",
      "uuid": "5e793fc8-fef8-4b61-9ecf-a0c33e846df4",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E6%B8%8A",
      "姓名": "刘备",
      "民族": "汉族1",
      "去世日期": "公元219年",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "111",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "惠陵",
      "color": null,
      "summary": "惠陵是清穆宗爱新觉罗·载淳（同治帝）的陵寝，位于景陵东南三公里处的双山峪。",
      "中文名": "惠陵",
      "avatar": "http://a3.att.hudong.com/40/13/20300543373089143883134036537_s.jpg",
      "tag": "清",
      "uuid": "adb33e4b-0b05-496c-a511-7088f22fa6d4",
      "url": "http://www.baike.com/wiki/%E6%83%A0%E9%99%B5%5B%E6%B8%85%5D",
      "radius": 7.5
    }
  }, {
    "id": "112",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯劭",
      "color": null,
      "summary": "",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "d7da2882-291a-4f00-840e-a9199e06bf97",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%8A%AD",
      "radius": 7.5
    }
  }, {
    "id": "113",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "窦姬",
      "color": null,
      "summary": "汉文帝的皇后窦姬，（?－前135年5月）也称窦漪房（影视上多用）汉景帝的生母。后做了皇后、皇太后、太皇太后。名讳未详，传说有曰：漪、猗房、漪房。清河郡（今河北清河县）人，窦氏出身贫寒，她的父亲为了逃避秦乱，隐居于观津钓鱼，却不幸堕河而死，遗下三个孤儿，汉初，朝廷到清河召募宫女，窦氏年幼应召入宫。公元前195年，高祖刘邦驾崩，吕雉作为皇太后操纵国政。当时，吕后挑选一些宫女出宫赏赐给诸侯王， 每个亲王有五名，窦氏也在选中之列。",
      "avatar": "http://a1.att.hudong.com/14/45/20200000013920144735459188054_s.jpg",
      "uuid": "df09dd01-1709-4732-b7e2-c7b44807c696",
      "url": "http://www.baike.com/wiki/%E7%AA%A6%E5%A7%AC",
      "radius": 7.5
    }
  }, {
    "id": "114",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "貂蝉",
      "color": null,
      "summary": "貂蝉是中国古代四大美女之一，也是其中唯一一位无史料记载仅存在于小说戏剧中的的美女，曾登场于历史小说《三国演义》，民间传说其为山西忻州人。也有人真根据实物和史料作出另一个推断，貂蝉极有可能是河北邯郸永年人。 西施、杨玉环、王昭君与貂蝉并称中国古代四大美女。在民间传说中她原名任红昌，是山西一村姑，也有人认为吕布部将秦宜禄前妻杜氏（杜秀娘）即是貂蝉。她为了报答义父王允的养育之恩而甘愿献身完成连环计的故事在民间广为流传。貂蝉的生活年代约在东汉末年，出生年月均不可考。历史研究者对此人物的真实性存有争议。",
      "姓名": "貂蝉",
      "avatar": "http://a4.att.hudong.com/57/38/20300001391842131909389570521_s.jpg",
      "tag": "中国古代四大美女之一",
      "uuid": "7dd820ce-a981-4683-bdb4-6d494249abbd",
      "url": "http://www.baike.com/wiki/貂禅#5",
      "radius": 7.5
    }
  }, {
    "id": "115",
    "labels": ["诸葛姓", "诸葛姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛丰",
      "color": null,
      "summary": "诸葛丰，西汉琅琊诸县(诸城)人，是三国时著名政治家、军事家诸葛亮之远祖。",
      "avatar": "http://a1.att.hudong.com/48/84/01200000030137136323842815964_s.jpg",
      "uuid": "65f9dfa7-4018-4ce5-8c4a-25b22a3a692b",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E4%B8%B0",
      "radius": 7.5
    }
  }, {
    "id": "116",
    "labels": ["人物", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙翊",
      "color": null,
      "summary": "孙翊（184年-204年），又名孙俨，字叔弼，是孙坚的第三子，孙策、孙权的弟弟。《三国志》吴书六记载，其勇猛果断，很有其兄长孙策的风格，曾被大臣推荐为继承者。孙权继位后，孙翊任丹杨太守，不久被身边的人边鸿杀害。夫人徐氏还因智报夫仇的事而被称赞为奇女子。",
      "职业": "政治 孝廉",
      "中文名": "孙翊",
      "别名": "叔弼",
      "avatar": "http://a2.att.hudong.com/58/97/20200000013920144727976595714_s.jpg",
      "籍贯": "吴郡富春县（今浙江杭州富阳）",
      "uuid": "ea3d23b3-f665-44c5-ab50-3d3550a4ff35",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E7%BF%8A",
      "去世日期": "公元204年",
      "国籍": "东吴",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "117",
    "labels": ["历史人物", "三国", "蜀汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "敬哀皇后",
      "color": null,
      "summary": "公元221年，张氏嫁给时为蜀汉太子的刘禅，成为太子妃。公元223年刘禅即帝位，立张氏为皇后。公元237年，张皇后逝世，葬于南陵，谥号为敬哀皇后。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "8e3224a7-5892-498b-a46c-3b58ef473a5b",
      "url": "http://www.baike.com/wiki/敬哀皇后#3",
      "radius": 7.5
    }
  }, {
    "id": "118",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "关彝",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "119",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "周循",
      "color": null,
      "summary": "周循，庐江郡舒县（今安徽庐江西南）人，东吴名将周瑜长子，《三国志》说他有周瑜之风。被孙权厚待，官至骑都尉，娶东吴公主孙鲁班（孙权与步夫人长女）为妻，早卒。",
      "姓名": "周循",
      "去世日期": "218",
      "出生日期": "201",
      "出生地": "庐江郡舒县（今安徽庐江西南）",
      "avatar": "http://a4.att.hudong.com/78/50/20200000013920144726501343946_s.jpg",
      "uuid": "00676165-6c60-46da-aa3b-de444b3221b9",
      "url": "http://www.baike.com/wiki/%E5%91%A8%E5%BE%AA",
      "radius": 7.5
    }
  }, {
    "id": "120",
    "labels": ["人物", "历史人物", "中国封建帝王", "历代皇帝", "君主", "汉朝皇帝", "政治家", "DATAEXA_OBJECT"],
    "properties": {
      "name": "汉武帝",
      "color": null,
      "summary": "汉武帝刘彻（公元前156年7月14日---公元前87年3月29日），西汉第七位皇帝，杰出的政治家、战略家、诗人。刘彻十六岁登基，为巩固皇权，汉武帝建立了中朝，在地方设置刺史。开创察举制选拔人才。采纳主父偃的建议，颁行“推恩令”，解决王国势力，并将盐铁和铸币权收归中央。文化上采用了董仲舒的建议，“罢黜百家，独尊儒术”。结束先秦以来“师异道，人异论，百家殊方”的局面。汉武帝时期开疆拓土，击溃匈奴、东并朝鲜、南诛百越、西愈葱岭，征服大宛，奠定了中华疆域版图，首开丝绸之路、首创年号，兴太学。刘彻开拓汉朝最大版图，在各个领域均有建树，汉武盛世是中国历史上的三大盛世之一。晚年穷兵黩武，又造成了巫蛊之祸，征和四年（公元前89年），刘彻下罪己诏。后元二年（公元前87年），刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。",
      "谥号": "孝武皇帝",
      "主要成就": "改革政治,设置刺史,加强统一,罢黜百家,独尊儒术,首开丝路,大破匈奴,征服西域,吞并朝鲜",
      "妻妾": "陈阿娇,卫子夫",
      "别名": "刘彘",
      "出生地": "长安皇宫猗兰殿",
      "avatar": "http://a3.att.hudong.com/44/71/20300543687028147402711883645_s.jpg",
      "陵墓": "茂陵",
      "代表作品": "《秋风辞》、瓠子歌、天马歌、悼李夫人赋",
      "uuid": "27fdf33b-ac0b-407a-a0bf-15ca7e62df04",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%BD%98",
      "姓名": "刘彻",
      "民族": "汉族",
      "庙号": "世宗",
      "在位时间": "公元前141年―公元前87年",
      "国籍": "西汉",
      "keyType": "关键节点",
      "王朝": "汉朝",
      "radius": 7.5
    }
  }, {
    "id": "121",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "蛮夷",
      "color": null,
      "summary": "古代泛指华夏民族以外的其他民族，包括南蛮和东夷。多数情况下，蛮夷戎狄统称蛮夷或四夷。黄河中下游地区，气候温宜，雨量适中，土壤肥腴，故较早即进入城廓农耕社会，地称为中国，人称为华夏。边区自然条件较差，多为游猎畜牧之族所居，故称为夷。《礼记王制》：“东曰夷、西曰戎、南曰蛮、北曰狄”。中国戎夷，五方之民，皆有性也，不可推移。东方曰夷，被发文身，有不火食者矣。南方曰蛮，雕题交趾，有不火食者矣。西方曰戎，被发衣皮，有不粒食者矣。北方曰狄，衣羽毛穴居，有不粒食者矣。指南方额头有纹饰的族群即是南蛮。多喜欢吃生菜，色拉和醋。《史记·五帝本纪》：“於是舜乃至於文祖，谋于四岳，辟四门，明通四方耳目，命十二牧论帝德，行厚德，远佞人，则蛮夷率服。”",
      "中文名": "蛮夷",
      "avatar": "http://a2.att.hoodong.com/31/02/01300000057292120598027430042_s.jpg",
      "uuid": "2ceff8b3-5802-4241-a10f-f6f87809c5dd",
      "url": "http://www.baike.com/wiki/%E8%9B%AE%E5%A4%B7",
      "radius": 7.5
    }
  }, {
    "id": "122",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "董卓",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "123",
    "labels": ["三国人物", "人物", "三国演义人物", "中国历史人物", "虚拟人物", "历史名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张温",
      "color": null,
      "summary": "张温（193－230），字惠恕，吴郡人。官至太子太傅。后受暨艳事件牵连被罢官，六年后病死。有文集六卷，（《唐书经籍志》作五卷，此依《隋书》）传于世。小说《三国演义》与正史的记载对张温的记载出入很大。",
      "职业": "政治 政治家",
      "中文名": "张温",
      "去世日期": "公元230年",
      "国籍": "中国",
      "avatar": "http://a3.att.hudong.com/17/37/20300396105035148947377398647_s.jpg",
      "代表作品": "《唐书经籍志》",
      "籍贯": "扬州吴郡吴县[今江苏苏州]",
      "uuid": "821640dd-660b-4cba-a1f9-25d2b1099268",
      "url": "http://www.baike.com/wiki/张温#9",
      "radius": 7.5
    }
  }, {
    "id": "124",
    "labels": ["人物", "运城名人", "水浒人物", "各国文学人物", "一百单八将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关胜",
      "color": null,
      "summary": "关胜，小说《水浒传》中的人物，梁山泊英雄中排第五，马军五虎将第一位。是三国名将关羽的后代，使一把青龙偃月刀，故人称大刀关胜，又精通兵法。上梁山之前是蒲东的巡检，因梁山攻打北京，宣赞将其推荐给童贯，领兵攻打梁山以解北京之围。关胜一人大战林冲、秦明两人，在即将落败之时，宋江怕关胜战亡叫停。呼延灼用假投降的办法引关胜兵马进入宋江的大寨，被挠挂钩拖下马鞍活捉。关胜感到宋江有胆识重义气，便归顺了梁山。蔡京调兵进攻梁山，关胜杀败单廷珪，单廷珪便投降了梁山。受招安征讨辽国、田虎、王庆、方腊后，关胜被封为大名府正兵马总管。一天，操练军队之后回家，喝醉了而堕马，因而得了重病，不久不愈而病死。",
      "职业": "浦东巡检,马军五虎将之首",
      "中文名": "关胜",
      "别名": "大刀",
      "出生地": "运城",
      "avatar": "http://a1.att.hudong.com/62/96/20200000013920144724966321304_s.jpg",
      "籍贯": "中国山西省运城市",
      "uuid": "dbf40faf-a360-4b2d-b385-61f2d84552d8",
      "url": "http://www.baike.com/wiki/%E5%85%B3%E8%83%9C",
      "民族": "汉",
      "国籍": "中国",
      "身高": "190cm",
      "radius": 7.5
    }
  }, {
    "id": "125",
    "labels": ["历史", "地名", "交通", "古道", "陕西", "DATAEXA_OBJECT"],
    "properties": {
      "name": "傥骆道",
      "color": null,
      "summary": "傥骆道是古栈道名。傥骆道得名于其南口位于汉中洋县傥水河口，北口位于周至县西骆峪。傥骆道长约240公里，是褒斜道、子午道、连云栈道等古道中最快捷也最险峻的一条古道。至今从西安飞往汉中的飞机航线，就是沿着傥骆道飞行的。",
      "avatar": "http://a2.att.hudong.com/58/40/20300001102710144142408910987_s.jpg",
      "uuid": "7e652bde-a4bd-45f7-b2ac-c7fe8ce7fdcb",
      "url": "http://www.baike.com/wiki/%E5%82%A5%E9%AA%86%E9%81%93",
      "radius": 7.5
    }
  }, {
    "id": "126",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘璩",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "127",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "周胤",
      "color": null,
      "summary": "周胤，生卒年不详，庐江舒县（今安徽庐江西南）人，三国时期吴国名将周瑜次子。初任兴业都尉，娶宗室之女为妻，领亲兵一千，驻守公安。黄龙元年（229年），封都乡侯。后因罪被免官为民，迁徙庐陵郡。赤乌二年（239年），诸葛瑾、步骘连名上疏替他求情，要求赦免其罪、发还他的兵马并恢复他的爵位。孙权原本没有答应，后来朱然和全琮又上书替他求情，孙权才许可，可是赦令未到周胤已经病死在庐陵。",
      "姓名": "刘备",
      "职业": "军事 武将",
      "中文名": "周胤",
      "民族": "汉族1",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "籍贯": "安徽省庐江县",
      "uuid": "7c43bea5-7844-4fba-aa8a-27300b028aaa",
      "url": "http://www.baike.com/wiki/%E5%91%A8%E8%83%A4",
      "radius": 7.5
    }
  }, {
    "id": "128",
    "labels": ["人物", "诸葛姓", "东汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛圭",
      "color": null,
      "summary": "诸葛圭为汉末为青州泰山郡丞,育有三男两女,长子诸葛谨,次子诸葛亮(为蜀汉名相),幼子诸葛均。",
      "姓名": "诸葛圭",
      "所处时代": "东汉",
      "国籍": "中国",
      "字号": "君贡",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "dbc6f142-a1a0-4c8f-a6c6-277b748e43b7",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E5%9C%AD",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "129",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "刘彻",
      "color": null,
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "130",
    "labels": ["历史", "地理", "三画", "中国古代史", "地名", "DATAEXA_OBJECT"],
    "properties": {
      "name": "子午道",
      "color": null,
      "summary": "子午道，也称子午栈道。是中国古代，特别是汉、唐两个朝代，自京城长安通往汉中、巴蜀及其他南方各地的一条重要通道。因穿越子午谷，且从长安南行开始一段道路方向正南北向而得名。历代都有修缮和线路变化。东汉及唐时期，均曾一度成为国家驿道。它辟为驿道的时间虽短，但其交通作用却持续不断。秦汉时期，由四川、汉中向京都咸阳或长安输运物资，多取褒斜道和故道，不取子午道。汉高祖刘邦去汉中，派张良烧子午栈道之后，到平帝元始五年时，王莽下令修凿子午道，并设置子午关。此后，子午道经常被以关中为根据地的政权用作进攻汉中、安康以至四川、湖北等地的通道。也经常被以南方为根据地的政权用作攻打北方长安的通道。",
      "avatar": "http://a4.att.hudong.com/55/92/20200000013920144727922898711_s.jpg",
      "uuid": "e96734f1-02d3-498a-9391-df2a1a348d1a",
      "url": "http://www.baike.com/wiki/子午道#3",
      "radius": 7.5
    }
  }, {
    "id": "131",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "貂禅",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "132",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "张昭",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "133",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "周氏",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "134",
    "labels": ["十五画", "旅游", "风景区", "DATAEXA_OBJECT"],
    "properties": {
      "name": "褒斜道",
      "color": null,
      "summary": "褒斜道，又名石牛道、金牛道，古代穿越秦岭的山间大道。褒斜道南起褒谷口（汉中市大钟寺附近），北至斜谷口（眉县斜峪关口），沿褒斜二水行，贯穿褒斜二谷，故名，也称斜谷路，为古代巴蜀通秦川之主干道路，全程249公里。褒斜道在中国历史上开凿早、规模大、沿用时间长。栈道始于战国范雎相秦时。前314（秦惠文王更元十一年）秦派张仪、司马错伐蜀，大军即经此道，原来的谷道此时已开凿成能通过大部队和辎重的栈道了。此后，褒斜栈道一直是南北兵家必争和经济、文化交流必行之道。《史记·货殖列传》载：“栈道千里，无所不通，唯褒斜绾毂其口”。当时已是“商旅联槅，隐隐展展，冠带交错，方辕接轸”，蜀汉丰富的物资源源不断地运往关中，长安三辅地区发达的文化流传蜀汉，发展了南北经济贸易和文化交流。1961年被国务院公布为全国第一批重点文物保护单位。1969年修建石门水库，褒斜道石门石刻“石门十三品”搬迁市博物馆内陈列保护。1975年，水库大坝按设计高水位蓄水，栈道石门及将军铺、褒姒铺、《栈道平歌》摩崖（即“八个碑”）等古迹和栈道遗迹都淹于水库中。",
      "avatar": "http://a4.att.hudong.com/33/30/20200000013920144737304261032_s.jpg",
      "uuid": "48467318-eb24-419f-8441-6cc28dcf1ba6",
      "url": "http://www.baike.com/wiki/%E8%A4%92%E6%96%9C%E9%81%93",
      "radius": 7.5
    }
  }, {
    "id": "135",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "金牛道",
      "color": null,
      "summary": "金牛道又叫石牛道，得名源自“石牛粪金、五丁开道”的故事，因说石牛能粪金，故称为金牛。自今陕西勉县西南行，越七盘岭入四川境：经朝天驿趋剑门关，是古代联系汉中和巴蜀的交通要道。金牛道在后代屡加修造，元明以后通称南栈，又名蜀栈。",
      "中文名": "金牛道",
      "tag": "古蜀道主干线",
      "avatar": "http://a1.att.hudong.com/66/85/20300001024128147597857830134_s.jpg",
      "uuid": "40b84ff6-b984-471c-81a9-0be50212878e",
      "url": "http://www.baike.com/wiki/%E9%87%91%E7%89%9B%E9%81%93",
      "radius": 7.5
    }
  }, {
    "id": "136",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "东吴", "东吴人", "山东人", "政治人物", "诸葛姓", "诸葛姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛瑾",
      "color": null,
      "summary": "诸葛瑾（174年－241年），字子瑜，汉族，琅邪阳都（今山东沂南）人。三国时期吴国大臣，诸葛亮之兄，诸葛恪之父。经鲁肃推荐，为东吴效力。胸怀宽广，温厚诚信，得到孙权的深深信赖，努力缓和蜀汉与东吴的关系。建安二十五年（220年）吕蒙病逝，诸葛瑾代吕蒙领南郡太守，驻守公安。孙权称帝后，诸葛瑾官至大将军，领豫州牧。",
      "主要成就": "孙吴开国元勋",
      "出生地": "琅琊阳都",
      "avatar": "http://a2.att.hudong.com/32/53/20200000013920144737532015121_s.jpg",
      "uuid": "b834db61-e171-4717-858d-077a6d2ed571",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E7%91%BE",
      "别称": "诸葛子瑜",
      "姓名": "诸葛瑾",
      "去世日期": "公元241年",
      "所处时代": "吴国",
      "出生日期": "公元174年",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "137",
    "labels": ["历史", "三国", "四川", "DATAEXA_OBJECT"],
    "properties": {
      "name": "白水关",
      "color": null,
      "summary": "白水关，我国历史时期地名，记载于《三国志.法正传》之中。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "2019fa71-4f9f-40fe-b9eb-8f549fdfe1f5",
      "url": "http://www.baike.com/wiki/%E7%99%BD%E6%B0%B4%E5%85%B3",
      "radius": 7.5
    }
  }, {
    "id": "138",
    "labels": ["历史", "人物", "皇后", "DATAEXA_OBJECT"],
    "properties": {
      "name": "王娡",
      "color": null,
      "summary": "孝景皇后王娡（前126年），为汉景帝第二任皇后，汉武帝生母。王皇后是槐里（今陕西兴平）人，母臧儿为燕王臧荼孙女，父为槐里人王仲.王娡先是嫁于金王孙，并生有一女，之后，被母亲送入皇太子宫，为刘启生下三女一子，其子就是汉武帝刘彻。其名“娡”，始见于唐朝的司马贞所著的《史记索隐》。《史记》和《汉书》均记载了王皇后的生平，但王皇后的名字却是出自唐代司马贞所著《史记索隐》，金屋藏娇的故事则出于志怪小说《汉武故事》。公元前126年（汉武帝元朔三年）六月庚午日，皇太后王娡驾崩于长乐宫东殿，谥号孝景皇后，",
      "主要成就": "辅助儿子刘彻登上太子位",
      "出生地": "槐里（今陕西兴平）",
      "avatar": "http://a4.att.hudong.com/28/05/20300543009208142206050343382_s.jpg",
      "uuid": "d558b2b2-f5f6-4d39-89a9-c295dfd05efe",
      "url": "http://www.baike.com/wiki/%E7%8E%8B%E5%A8%A1",
      "别称": "王皇后、王太后",
      "性别": "女",
      "姓名": "王娡",
      "去世日期": "前126年（元朔三年）六月庚午日",
      "所处时代": "汉朝",
      "出生日期": "不详",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "139",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "中国人", "虚拟人物", "各国人物", "各朝代中国人", "各职业人物", "曹操文臣", "武将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "程昱",
      "color": null,
      "summary": "程昱（yù）（141年—220年），字仲德，兖州东郡东阿（今山东东阿）人，东汉后期至三国时期曹魏谋士、名臣。本名程立，因梦中在泰山捧日，更名程昱。曾于东阿率领民众抗击黄巾。初平三年，被曹操征辟为寿张令，从此为其出谋献策、征战四方。曹操征徐州时，程昱与荀彧留守后方，阻吕布、陈宫大军，保住三城，因功受封为东平相，屯于范县。曹操将汉献帝迁往许都后，任命程昱为尚书，后又为东中郎将，领济阴太守，都督兖州事宜。讨平袁谭、袁尚后，拜为奋武将军，封安国亭侯。黄初元年，曹丕代汉称帝，拜程昱为卫尉，进封安乡侯。同年逝世，享年八十岁，曹丕亦为之流涕，追赠车骑将军，谥曰肃侯。",
      "职业": "三国时期魏国名臣",
      "中文名": "程昱",
      "别名": "程立、程仲德",
      "avatar": "http://a4.att.hudong.com/68/69/20300001128119142211693404131_s.jpg",
      "籍贯": "山东",
      "uuid": "b97aa593-7406-4495-be38-90bbf2b0a924",
      "url": "http://www.baike.com/wiki/%E7%A8%8B%E6%98%B1",
      "姓名": "刘备",
      "民族": "汉族1",
      "去世日期": "公元220年",
      "国籍": "中国",
      "身高": "191cm",
      "radius": 7.5
    }
  }, {
    "id": "140",
    "labels": ["人物", "历史人物", "名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "荀彧",
      "color": null,
      "summary": "荀彧（xún yù）（163年－212年），字文若。颍川颍阴（今河南许昌）人。东汉末年著名政治家、战略家，曹操统一北方的首席谋臣和功臣，被称为王佐之才。荀彧早年被举孝廉，任守宫令，后弃官归乡。又率宗族避难冀州，曾被袁绍待为上宾。其后投奔曹操。官至侍中，守尚书令，封万岁亭侯。因其任尚书令，居中持重达十数年，处理军国事务，被人敬称为荀令君。后因反对曹操称魏公而受曹操所忌，调离中枢，在寿春忧郁成病而亡（一说受到曹操暗示而服毒自尽）。死后被追谥为敬侯，后又被追赠太尉。荀彧在战略方面为曹操规划制定了统一北方的蓝图和军事路线，曾多次修正曹操的战略方针而得到曹操的赞赏，包括深根固本以制天下，迎奉天子；战术方面曾面对吕布叛乱而保全兖州三城，奇谋扼袁绍于官渡，险出宛、叶而间行轻进以掩其不意奇袭荆州等诸多建树；政治方面为曹操举荐了钟繇、荀攸、陈群、杜袭、戏志才、郭嘉等大量人才。荀彧在建计、密谋、匡弼、举人多有建树，被曹操称为吾之子房。",
      "主要成就": "为曹操规划军事战略方针",
      "出生地": "颍川颍阴",
      "字号": "字文若",
      "avatar": "http://a0.att.hudong.com/53/31/20300001128119147731315438953_s.jpg",
      "uuid": "b0e386d5-3819-4147-9529-00ad97112f98",
      "url": "http://www.baike.com/wiki/荀彧#23",
      "别称": "荀令君",
      "姓名": "荀彧",
      "去世日期": "212年",
      "所处时代": "东汉",
      "主要作品": "《迎驾都许议》、《报曹公书》",
      "出生日期": "163年",
      "民族族群": "汉人",
      "tag": "东汉末年政治家、战略家",
      "radius": 7.5
    }
  }, {
    "id": "141",
    "labels": ["三国人物", "人物", "东吴", "东吴人", "孙权武将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "甘宁",
      "color": null,
      "summary": "甘宁（？—220年），字兴霸，巴郡临江（今重庆忠县）人，官至西陵太守，折冲将军。少年时好游侠，纠集人马，持弓弩，在地方上为非作歹，组成渠师抢夺船只财物，身佩铃铛，衣着华丽，人称锦帆贼。当地闻铃响，即知道是甘宁出现。夺取船货二十余年，后停止抢劫，熟读诸子。18岁左右任过蜀郡丞，后历仕于刘表和黄祖麾下不被重用，期间曾射杀凌统之父凌操，因此与凌统有杀父之仇。建安十三年（208年），甘宁率部投奔孙权，开始建功立业。破黄祖据楚关，攻曹仁取夷陵，镇益阳拒关羽，守西陵获朱光，率骑袭曹营，战功赫赫，孙权曾说：“孟德有张辽，孤有甘兴霸，足可敌矣。”甘宁为人仗义疏，深得士卒拥戴。有一子甘瑰，曾孙甘卓为东晋初期镇南大将军。。",
      "主要成就": "破黄祖,退关羽,袭曹营",
      "出生地": "巴郡临江（今重庆忠县）",
      "avatar": "http://a1.att.hudong.com/28/05/20300542527571139987052972522_s.jpg",
      "uuid": "c3d98e55-faeb-4834-884c-8311a9e7630d",
      "url": "http://www.baike.com/wiki/%E7%94%98%E5%AE%81",
      "别称": "甘兴霸",
      "姓名": "甘宁",
      "去世日期": "220年",
      "所处时代": "孙吴",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "142",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "中国历史人物", "虚拟人物", "专栏作家", "歌手", "蜀汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "许靖",
      "color": null,
      "summary": "许靖年少时就与从弟许劭著名于世，后侍董卓，因推荐的几州官吏一起反董，不得已奔走四方避难，孔伷、陈祎、许贡、王朗都曾收纳许靖。",
      "职业": "政治 司徒",
      "中文名": "许靖",
      "别名": "文休",
      "国籍": "吴国（三国）",
      "avatar": "http://a3.att.hoodong.com/11/37/01000000000000119093797987311_s.jpg",
      "籍贯": "汝南平舆 （今安徽临泉）",
      "uuid": "4cb31021-e629-43e1-8db7-f872b156333d",
      "url": "http://www.baike.com/wiki/%E8%AE%B8%E9%9D%96",
      "radius": 7.5
    }
  }, {
    "id": "143",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "魏略",
      "color": null,
      "summary": "《魏略》，为中国三国时代中记载魏国的史书，系魏朝郎中鱼豢私撰。",
      "avatar": "http://a4.att.hudong.com/88/53/20300544368789151757535615827_s.jpg",
      "uuid": "dd67de42-ae57-4972-beec-3b00be2e8bc0",
      "url": "http://www.baike.com/wiki/魏略#1",
      "radius": 7.5
    }
  }, {
    "id": "144",
    "labels": ["人物", "热点人物", "戏曲", "川剧", "川剧演员", "川剧生角", "川剧武生", "川剧文生", "川剧娃娃生", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张志举",
      "color": null,
      "summary": "张志举，男，川剧生角。四川泸县人。",
      "中文名": "张志举",
      "avatar": "http://a0.att.hudong.com/63/04/01300376413665134329045562038_s.jpg",
      "籍贯": "四川泸县",
      "uuid": "7ea625aa-f00f-4b1a-9852-3d9fbe363ef2",
      "url": "http://www.baike.com/wiki/张志举#1",
      "去世年月": "1939年",
      "radius": 7.5
    }
  }, {
    "id": "145",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "东吴", "东吴人", "历史名人", "孙权武将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "程普",
      "color": null,
      "summary": "程普（？—215），字德谋，右北平土垠（今河北丰润县东）人，被称为三世虎臣，论资历东吴将领没有比得过他的，时人皆称“程公”。程普有容貌、计略，善于应对。爱好施与，喜欢与士大夫交往，曾不喜欢周瑜而出言羞辱，不过最后都因周瑜心胸开阔，而受到感动。他与周瑜之间发生的故事被后人传为佳话。在小说《三国演义》中使用武器为铁脊蛇矛，跟随孙坚的将领，与祖茂、韩当、黄盖时为孙坚最早的部下。斩杀华雄手下胡轸，也是为孙坚提出计谋的将领。孙坚发现玉玺后，提议孙坚回家的计策。当孙坚和袁绍对立时，与黄盖，韩当一起和袁绍手下大将颜良、文丑对峙。周瑜时期为东吴的副都督，对孙家有历久的贡献。",
      "姓名": "程普",
      "去世日期": "建安十五年（公元210年）",
      "主要成就": "在赤壁之战、南郡之战立下大功",
      "出生地": "右北平土垠",
      "avatar": "http://a1.att.hudong.com/45/39/01200000025291136323398509334_s.jpg",
      "uuid": "6ab959b2-cc9e-4ff6-8745-02bc0e1ad370",
      "url": "http://www.baike.com/wiki/%E7%A8%8B%E6%99%AE",
      "别称": "程德谋、程公",
      "radius": 7.5
    }
  }, {
    "id": "146",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "武帝内妹",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "147",
    "labels": ["人物", "各时代历史人物", "各国人物", "各朝代中国人", "汉朝人", "政治人物", "哲学家", "河北人", "中国易学名人", "古代易学名人", "中国教育史", "中国古代教育", "东庑先贤先儒", "中国思想家", "汉代儒学学者", "DATAEXA_OBJECT"],
    "properties": {
      "name": "董仲舒",
      "color": null,
      "summary": "董仲舒（ 公元前179年 --- 公元前104年 ），汉族，汉广川（今河北景县广川镇大董古庄）人，汉代思想家、哲学家、政治家、教育家。汉武帝元光元年（前134年），汉武帝下诏征求治国方略。儒生董仲舒在《举贤良对策》中系统地提出了“天人感应”、“大一统”学说和“罢黜百家，表彰六经”的主张。董仲舒认为，“道之大原出于天”，自然、人事都受制于天命，因此反映天命的政治秩序和政治思想都应该是统一的。董仲舒的儒家思想维护了汉武帝的集权统治，为当时社会政治和经济的稳定做出了一时的贡献。汉武帝元光元年（前134年），任江都易王刘非国相10年，元朔四年（前125年），任胶西王刘端国相，4年后辞职回家。此后，在家著书，朝廷每逢大事，就会让使者及廷尉到他家，问他的意见，仍然受到汉武帝的重视。汉武帝太初元年（前104年），董仲舒病逝。",
      "姓名": "董仲舒",
      "去世日期": "公元前104",
      "出生日期": "公元前179",
      "民族族群": "汉族",
      "出生地": "汉广川（今河北景县广川镇大董古庄）",
      "avatar": "http://a2.att.hudong.com/75/69/20300542521690139973693251437_s.jpg",
      "uuid": "dbeef356-0044-4fd3-996a-7012f3b120a9",
      "url": "http://www.baike.com/wiki/%E8%91%A3%E4%BB%B2%E8%88%92",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "148",
    "labels": ["三国人物", "三国演义", "人物", "历史人物", "三国演义人物", "虚拟人物", "三国", "徐州名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛尚",
      "color": null,
      "summary": "诸葛尚（246年－263年），出生于四川成都，三国时期的人物，诸葛瞻长子，诸葛亮之孙。景耀六年（263年）冬，邓艾攻入蜀中，诸葛瞻在绵竹与邓艾交战，父子两人皆战死。诸葛尚，琅琊阳都（今山东沂南县）人，蜀汉之将，字号不详。诸葛尚博览兵书，诸葛尚精通武艺，炎兴元年（公元263年）出任先锋抗拒魏国大将邓艾，与其父诸葛瞻同战死于绵竹，时年十九岁。在今天全国各地的武侯祠中，除了诸葛亮端坐大殿正中以外，在他的两侧，一般都会供奉有他的儿子诸葛瞻和孙子诸葛尚的塑像。",
      "职业": "军事 三国将军",
      "中文名": "诸葛尚",
      "avatar": "http://a3.att.hudong.com/30/53/20200000013920144737531207726_s.jpg",
      "籍贯": "徐州琅琊阳都",
      "uuid": "3c4d0a78-4142-481d-876b-61c55b455445",
      "url": "http://www.baike.com/wiki/诸葛尚#1",
      "姓名": "刘备",
      "民族": "汉族1",
      "去世日期": "公元263年11月",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "149",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "三国志",
      "color": null,
      "summary": "《三国志》是由西晋史学家陈寿所着，记载中国三国时代的断代史，同时也是二十四史中评价最高的“前四史”之一。陈寿曾任职于蜀汉，蜀汉复亡之后，被征入洛阳，在西晋也担任了着作郎的职务。《三国志》在此之前已有草稿，当时魏、吴两国先已有史，如王沈的《魏书》、鱼豢的《魏略》、韦昭的《吴书》，此三书当是陈寿依据的基本材料，蜀国无史，故自行采集，仅得十五卷。而最终成书，却又有史官职务作品的因素在内，因此《三国志》是三国分立时期结束后文化重新整合的产物。三国志最早以《魏志》、《蜀志》、《吴志》三书单独流传，直到北宋咸平六年（1003年）三书已合为一书。《三国志》也是二十四史中最为特殊的一部，因其过于简略，没有记载王侯、百官世系的“表”，也没有记载经济、地理、职官、礼乐、律历等的“志”，不符合《史记》和《汉书》所确立下来的一般正史的规范。",
      "作者": "陈寿",
      "名称": "《三国志》",
      "其他": "主要记载魏、蜀、吴三国鼎立时期的纪传体国别史,详细记载了从魏文帝黄初元年（２２０）到晋武帝太康元年（２８０）六十年的历史。",
      "tag": "二十四史之一",
      "avatar": "http://a4.att.hudong.com/13/85/20200000013920144722856419663_s.jpg",
      "uuid": "ceb572aa-8dfe-4826-9962-9f044e8f581b",
      "url": "http://www.baike.com/wiki/%E4%B8%89%E5%9B%BD%E5%BF%97",
      "类别": "纪传体国别史",
      "radius": 7.5
    }
  }, {
    "id": "150",
    "labels": ["人物", "中国历史人物", "古代人物", "军事", "各国历史人物", "社会科学人物", "关姓名人", "关姓", "清朝", "淮安人", "淮安名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关天培",
      "color": null,
      "summary": "关天培（1781-1841），男，清朝将领。字仲因，号滋圃，江苏山阳（今江苏淮安）人。行伍出身。积功提升，曾任苏凇镇总兵，署江南提督。道光十四年（1834年），任广东水师提督。十九年，积极协助林则徐查禁鸦片，训练水师，加强海防，屡挫英国侵略军的挑衅。1841年2月，英舰攻虎门，他即向两广总督琦善请援，不允，遂率部死守横档、永安、靖远诸炮台，25日，英军从横档登陆。次日，他在靖远炮台奋力抗敌，创痕遍体，血透衣襟，与游击麦廷章等四百余将士壮烈牺牲。有《筹海初集》。",
      "职业": "军事 将领,军事 战略家",
      "中文名": "关天培",
      "别名": "字仲因,号滋圃",
      "avatar": "http://a2.att.hudong.com/04/02/20300542519096139964024233377_s.jpg",
      "代表作品": "《筹海初集》",
      "籍贯": "江南淮安府山阳县（今江苏淮安市楚州区）",
      "uuid": "fccab687-6980-4f6f-8a1c-1427d6352048",
      "url": "http://www.baike.com/wiki/%E5%85%B3%E5%A4%A9%E5%9F%B9",
      "去世日期": "1841年2月26日",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "151",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "孙皓",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "152",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘永",
      "color": null,
      "summary": "刘永（？－？），字公寿，涿郡涿县人。三国时蜀汉昭烈帝刘备庶子、后主刘禅庶弟、安平王刘理异母兄。生母不详。",
      "职业": "政治 奉车都尉",
      "中文名": "刘永",
      "出生地": "涿郡涿县",
      "国籍": "蜀国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "三国人物",
      "籍贯": "涿郡涿县",
      "uuid": "c8c36e7d-0f33-4c41-bf48-b94b157dfe52",
      "url": "http://www.baike.com/wiki/%E5%88%98%E6%B0%B8%5B%E4%B8%89%E5%9B%BD%E4%BA%BA%E7%89%A9%5D",
      "radius": 7.5
    }
  }, {
    "id": "153",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "典韦",
      "color": null,
      "summary": "典韦（？－197年），陈留己吾（今河南宁陵西）人，东汉末年群雄曹操的重要将领，小说《三国演义》中称“古之恶来”。典韦表字不详。袁阔成评书称其字洪飞。系曹操部下重要将领，相貌魁梧，膂力过人，同许褚共领虎卫军。本属张邈，后归曹操。曹操征讨吕布时被募为陷陈，表现英勇，被拜为校尉，宿卫曹操。建安二年（公元197年），张绣背叛曹操，典韦为保护曹操而独挡叛军，击杀多人，但最终因寡不敌众而战死。其历史评价受军中为之语曰：“帐下壮士有典君，提一双戟八十斤。典韦是陈留己吾人。他形貌魁梧，膂力过人，有大志气节，性格任侠。其时同乡刘氏与睢阳人李永为仇敌，典韦便为刘氏报怨。李永曾任富春长，家中备卫甚为严谨。典韦驾车，载着鸡酒，伪装正在等候别人的闲人；当李永府前开门，李永亲自出府时，典韦便怀匕首向前截杀李永，并杀李永妻，再慢慢走出来，取出车上刀戟，步行离去。由于李永的居所邻近市，此事发生后全市惊。从后而追者虽有数百人，但却无人敢近。典韦行了四五里，遇上李永伴众，双方转战不久，典韦脱身而去，自此为豪杰之士所赏识。",
      "职业": "将领,校尉",
      "中文名": "典韦",
      "别名": "古之恶来",
      "出生地": "陈留己吾（今河南宁陵西）",
      "avatar": "http://a1.att.hudong.com/28/96/20300543494169144512965824853_s.jpg",
      "籍贯": "河南省",
      "uuid": "dc070302-2b8f-492e-9311-527242cf8cad",
      "url": "http://www.baike.com/wiki/%E5%85%B8%E9%9F%A6%5B%E4%B8%9C%E6%B1%89%E6%9C%AB%E5%B9%B4%E7%8C%9B%E5%B0%86%5D",
      "民族": "汉族",
      "去世日期": "公元197年",
      "国籍": "中国",
      "tag": "东汉末年猛将",
      "radius": 7.5
    }
  }, {
    "id": "154",
    "labels": ["三国人物", "人物", "东吴", "东吴人", "永州历史", "孙权武将", "中国水军将领", "DATAEXA_OBJECT"],
    "properties": {
      "name": "黄盖",
      "color": null,
      "summary": "黄盖，字公覆，零陵泉陵(今湖南永州)人。汉末三国时期江东名将，历仕孙坚、孙策、孙权三任君主。",
      "职业": "军事 军事家",
      "中文名": "黄盖",
      "别名": "公覆",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "f4e30be9-2f46-4536-9c74-434f1f785beb",
      "url": "http://www.baike.com/wiki/%E9%BB%84%E7%9B%96",
      "radius": 7.5
    }
  }, {
    "id": "155",
    "labels": ["人物", "各时代历史人物", "皇后", "DATAEXA_OBJECT"],
    "properties": {
      "name": "陈阿娇",
      "color": null,
      "summary": "陈皇后（生卒年不详），名不详，祖籍东阳县（今安徽天长）。汉武帝刘彻的第一任皇后。陈皇后为西汉开国功臣堂邑侯陈婴之裔，堂邑夷侯陈午与大长公主刘嫖之女。陈皇后在汉景帝年间嫁予太子刘彻为太子妃，建元元年（前140年）立为皇后。元光五年（前130年），以“惑于巫祝”罪名废黜，退居长门宫。其后于元鼎至元封三年间（前116~前107年）去世。陈皇后因其起伏一生，为后世留下了“金屋藏娇”、“长门买赋”等典故，并于历代文学作品中传唱。",
      "出生地": "长安",
      "avatar": "http://a4.att.hudong.com/82/96/20300542906553142242968121875_s.jpg",
      "uuid": "deb15499-a378-4604-848c-48f7af457ad9",
      "url": "http://www.baike.com/wiki/%E9%99%88%E7%9A%87%E5%90%8E",
      "别称": "陈皇后",
      "姓名": "陈阿娇",
      "去世日期": "西汉武帝年间",
      "所处时代": "西汉",
      "出生日期": "西汉文帝年间",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "156",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "山东人", "政治人物", "诸葛姓", "诸葛姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛瞻",
      "color": null,
      "summary": "诸葛瞻（227—263年），字思远。琅邪阳都（今山东临沂）人。诸葛亮之子，三国蜀汉大臣，工书画。诸葛瞻从小聪明颖慧，诸葛瞻擅长书法绘画，记忆力强，是一个早熟的人才。诸葛亮评价诸葛瞻成熟太早，难成大器。延熙六年，诸葛瞻拜骑都尉，翌年出任羽林中郎将，后来又升迁为射声校尉、侍中、尚书仆射，并兼任军师将军。邓艾伐蜀时，他与长子诸葛尚及蜀将张遵、李球、黄崇等人防御绵竹（今四川德阳），后其不听黄崇死守的建议出城与邓艾决战，在交战时阵亡，绵竹也因此失守。",
      "姓名": "刘备",
      "职业": "官员",
      "中文名": "诸葛瞻",
      "民族": "汉族1",
      "去世日期": "公元263年",
      "国籍": "中国",
      "avatar": "http://a4.att.hudong.com/02/75/20300542392970143152750445874_s.jpg",
      "uuid": "c0d39c4d-45cd-4d74-a56e-44a3809e0a2c",
      "url": "http://www.baike.com/wiki/诸葛瞻#1",
      "radius": 7.5
    }
  }, {
    "id": "157",
    "labels": ["人物", "历史人物", "文学家", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯湛",
      "color": null,
      "summary": "夏侯湛（约243年―约291年），字孝若，沛国谯县（今安徽亳州）人，西晋文学家。东汉征西将军夏侯渊曾孙，曹魏兖州刺史夏侯威之孙，淮南太守夏侯庄之子，夏侯湛少为太尉掾。晋武帝泰始年间，举贤良，对策中第。后为中书侍郎、南阳相，不久升任太子仆，但他还未就职，晋武帝便去世了。晋惠帝时为散骑常侍。元康初年，夏侯湛病逝，终年四十九岁。",
      "出生地": "沛国谯县（今安徽亳州）",
      "字号": "字孝若",
      "avatar": "http://a3.att.hudong.com/37/42/20300001385827149209424487283_s.jpg",
      "uuid": "90429c27-94b3-4a48-8d58-4e9a2408ba65",
      "url": "http://www.baike.com/wiki/夏侯湛#11",
      "性别": "男",
      "姓名": "夏侯湛",
      "去世日期": "约291年",
      "所处时代": "西晋",
      "主要作品": "《抵疑》、《昆弟诰》",
      "出生日期": "约243年",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "158",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "中国历史人物", "君主", "三国皇帝", "中国皇帝", "东吴宗室", "东吴皇帝", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙休",
      "color": null,
      "summary": "吴太宗景皇帝孙休（235－264），字子烈，中国三国时期吴国的第三位皇帝，大帝孙权的第六子，公元258－264年在位。十八岁时，受封为琅琊王。太平三年（258年）九月二十六日，孙綝发动政变，罢黜孙亮为会稽王，迎立孙休为帝，孙休三让而受，改元永安。孙休登基，封孙綝为丞相，孙綝权倾朝野，遂除孙綝。孙休在位期间，颁布良制，嘉惠百姓，促进了东吴的繁荣。孙休好文。上位后于永安元年创建国学，设太学博士制度，诏立五经博士，为南京太学之滥觞，韦昭为首任博士祭酒。其妻为朱皇后。",
      "职业": "政治 吴国皇帝（258年--264年）",
      "中文名": "孙休",
      "去世日期": "公元264年",
      "别名": "吴景帝",
      "国籍": "吴国",
      "avatar": "http://a2.att.hudong.com/04/94/20200000013920144727947799757_s.jpg",
      "uuid": "ada22785-8dc9-4e20-9750-65bab6becd0c",
      "url": "http://www.baike.com/wiki/孙休#19",
      "radius": 7.5
    }
  }, {
    "id": "159",
    "labels": ["人物", "历史人物", "三国名将", "DATAEXA_OBJECT"],
    "properties": {
      "name": "陆逊",
      "color": null,
      "summary": "陆逊（183年－245年3月19日），本名陆议，字伯言，吴郡吴县（今江苏苏州）人。三国时期东吴著名的军事家、政治家，历任吴国大都督、上大将军、丞相。世代为江东大族。章武二年（222年），陆逊在夷陵击败刘备所率蜀汉军，一战成名。夷陵之战也成为战争史上著名的积极防御的成功战例。以后陆逊在东吴出将入相。晚年因卷入立嗣之争、力保太子孙和而累受孙权责罚，忧愤而死，葬于苏州，至今苏州有地名陆墓。",
      "主要成就": "夷陵破刘备,石亭败曹休",
      "出生地": "吴郡吴县（今江苏苏州）",
      "avatar": "http://a2.att.hudong.com/34/99/20300543036510145482992498437_s.jpg",
      "uuid": "16e25f8c-475f-49f3-aeae-66fba18a2567",
      "url": "http://www.baike.com/wiki/%E9%99%86%E9%80%8A",
      "别称": "陆议,伯言",
      "姓名": "陆逊",
      "去世日期": "245年3月19日",
      "所处时代": "东吴",
      "出生日期": "183年",
      "民族族群": "汉族",
      "tag": "三国时期孙吴政治家、军事家",
      "radius": 7.5
    }
  }, {
    "id": "160",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "各时代历史人物", "政治人物", "河北人", "赵姓", "DATAEXA_OBJECT"],
    "properties": {
      "name": "赵统",
      "color": null,
      "summary": "赵云长子，讳统（公元186年~？），字不详。东汉末年，冀州常山郡真定县（今为河北正定）人。正史《三国志》记载赵云去世后，赵统袭爵永昌亭侯，官至虎贲中郎督，加行领军。事迹不可考。小说《三国演义》记述其父赵云去世时，赵统曾前往向刘禅禀告死讯。",
      "职业": "虎贲中郎督、行领军",
      "中文名": "赵统",
      "民族": "汉",
      "政党": "蜀汉",
      "国籍": "东汉",
      "avatar": "http://a2.att.hudong.com/22/96/20200000013920144737961038520_s.jpg",
      "籍贯": "冀州 常山真定",
      "uuid": "9950cb6c-239a-43e1-9776-6ad88bb9a3fe",
      "url": "http://www.baike.com/wiki/%E8%B5%B5%E7%BB%9F",
      "radius": 7.5
    }
  }, {
    "id": "161",
    "labels": ["文化", "中国传统文化", "哲学", "思想", "法家", "诸子百家", "诸子百家文化", "DATAEXA_OBJECT"],
    "properties": {
      "name": "法家",
      "color": null,
      "summary": "法家是中国历史上提倡以法制为核心思想的重要学派，提出了富国强兵、以法治国。法是通过具体的刑名赏罚来实现的。其范围涉及法律、经济、行政、组织、管理的社会科学，涉及社会改革、法学、经济学、金融、货币、国际贸易、行政管理、组织理论及运筹学等。为后来建立的中央集权的秦朝制定各项政策提供了有效的理论依据，后来的汉朝继承了秦朝的集权体制以及法律体制，这就是我国古代封建社会的政治与法制主体。法家在法理学方面做出了贡献，对于法律的起源、本质、作用以及法律同社会经济、时代要求、国家政权、伦理道德、风俗习惯、自然环境以及人口、人性的关系等基本的问题都做了探讨，而且卓有成效。法家主要代表人物有管仲、商鞅、申不害、韩非子、李斯、桑弘羊、王叔文、王安石、张璁、张居正、严复、梁启超等。",
      "中文名": "法家",
      "avatar": "http://a2.att.hudong.com/40/51/28300542791031141492516643646_s.jpg",
      "uuid": "796238a6-d162-44c2-9bac-5a71ede1fcc2",
      "url": "http://www.baike.com/wiki/%E6%B3%95%E5%AE%B6",
      "radius": 7.5
    }
  }, {
    "id": "162",
    "labels": ["三国人物", "人物", "三国演义人物", "龙狼传角色", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘元起",
      "color": null,
      "summary": "三国时期跟随刘备的人物。",
      "姓名": "刘备",
      "中文名": "刘元起",
      "民族": "汉族1",
      "国籍": "中国",
      "avatar": "http://a0.att.hudong.com/51/95/20200000030185149239956902358_s.jpg",
      "uuid": "b5a14e7c-8da4-4fa3-a934-fec3f32c696c",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%85%83%E8%B5%B7",
      "radius": 7.5
    }
  }, {
    "id": "163",
    "labels": ["文化", "哲学", "哲学理论", "DATAEXA_OBJECT"],
    "properties": {
      "name": "性恶论",
      "color": null,
      "summary": "荀子所论及的人性，其本质恰是无所谓善恶的“本始材朴”的自然之性，它既有转化为恶的可能，也有发展为善的机会。荀子的性恶论的思想在先秦百家关于人性的论断中独树一帜，他的思想对后世今天的意义都是值得我们去思考的。性恶论以人性有恶，强调道德教育的必要性，性善论以人性向善，注重道德修养的自觉性，二者既相对立，又相辅相成，对后世人性学说产生了重大影响。在自然观方面，他反对信仰天命鬼神，肯定自然规律是不以人的意志转移的，并提出人应顺应自然规律才能繁荣发展；在人性问题上，他提出“性恶论”，主张人性有“性”和“伪”两部分，性（本性）是恶的动物本能，伪（人为）是善的礼乐教化，否认天赋的道德观念。",
      "中文名": "性恶论",
      "avatar": "http://a0.att.hudong.com/24/94/01300543009208143506942162471_s.jpg",
      "uuid": "a952b69c-77ab-45b6-ae99-652d98eb43a2",
      "url": "http://www.baike.com/wiki/%E6%80%A7%E6%81%B6%E8%AE%BA",
      "radius": 7.5
    }
  }, {
    "id": "164",
    "labels": ["法家", "战国", "DATAEXA_OBJECT"],
    "properties": {
      "name": "商鞅",
      "color": null,
      "summary": "商鞅（约公元前395年－公元前338年），战国时代政治家、改革家，法家代表人物，卫国国君的后裔，姬姓公孙氏，故又称卫鞅、公孙鞅。后因在河西之战中立功获封商于十五邑，号为商君，故称之为商鞅。商鞅是中国历史上第一个主张对平民与贵族平等适用刑法的思想家。商鞅通过变法将秦国改造成富裕强大之国，史称商鞅变法。政治上，商鞅改革了秦国户籍、军功爵位、土地制度、行政区划、税收、度量衡以及民风民俗，并制定了严酷的法律；经济上商鞅主张重农抑商、奖励耕织；军事上商鞅作为统帅率领秦军收复了河西。商鞅及其变法对法家学派有着深远的影响，司马迁著《史記》時，为商鞅单独立《商君列传》。此外，现代学者马非百著《秦集史》、王蘧常著《秦史》時，都將商鞅和其門客尸佼合立於《公孙鞅传》。",
      "主要成就": "商鞅变法",
      "出生地": "卫国",
      "字号": "商君",
      "avatar": "http://a4.att.hudong.com/40/77/20300542791031141451773967246_s.jpg",
      "uuid": "aaaa276f-14ca-4604-8003-b852eecd9490",
      "url": "http://www.baike.com/wiki/%E5%95%86%E9%9E%85",
      "别称": "卫鞅、公孙鞅",
      "姓名": "商鞅",
      "去世日期": "公元前338年",
      "所处时代": "战国",
      "主要作品": "《商君书》、《秦律》",
      "出生日期": "约公元前395年",
      "民族族群": "华夏族",
      "tag": "先秦法家代表人物",
      "radius": 7.5
    }
  }, {
    "id": "165",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "反三国演义角色", "虚拟人物", "三国", "各朝代中国人", "安徽人", "东吴", "东吴人", "游戏", "军事学家", "孙权文臣", "电影角色", "鲁姓", "鲁姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "鲁肃",
      "color": null,
      "summary": "鲁肃（172年－217年），字子敬，汉族，临淮郡东城县（今安徽定远）人，中国东汉末年杰出战略家、外交家。出生于一士族家庭；幼年丧父，由祖母抚养长大。他体貌魁伟，性格豪爽，喜读书、好骑射。东汉末年，他眼见朝廷昏庸，官吏腐败，社会动荡，常召集乡里青少年练兵习武。他还仗义疏财，深得乡人敬慕。当时，周瑜为居巢长，因缺粮向鲁肃求助，鲁肃将一仓三千斛粮食慷慨赠给周瑜。从此，二人结为好友，共谋大事。建安二年，鲁肃率领部属投奔孙权。建安二十二年，鲁肃去世，终年46岁，孙权亲自为鲁肃发丧，诸葛亮亦为其发哀。",
      "中文名": "鲁肃",
      "去世日期": "公元217年",
      "别名": "子敬",
      "出生地": "临淮东城（今安徽定远）",
      "国籍": "中国",
      "avatar": "http://a1.att.hudong.com/86/60/20300542517430140015605186751_s.jpg",
      "uuid": "2e883f2e-ea19-4ce6-8b18-12ce1751acf6",
      "url": "http://www.baike.com/wiki/子敬#7",
      "radius": 7.5
    }
  }, {
    "id": "166",
    "labels": ["三国人物", "历史人物", "三国", "蜀汉", "DATAEXA_OBJECT"],
    "properties": {
      "name": "关银屏",
      "color": null,
      "summary": "关银屏（Guan Yinping），河东解县（今山西运城）人。是东汉末年刘备势力名将关羽之女在民间传说中的名字。该名不见史书记载，仅在民间传说中出现，因在关羽的四个子女中排行第三，故又被称作“关三小姐”、“关氏三姐”或“关羽三小姐”。在传说中她是赵云的弟子、并随同诸葛亮平定南蛮，嫁给蜀国名臣李恢之子李遗，最终也在建宁俞元（今云南澄江）去世，现澄江存有夫妻二人的合墓。另外，她在日本动画电影《三国志》、台湾游戏《三国群英传》系列等作品中被命名为关凤。",
      "姓名": "关银屏",
      "所处时代": "三国时期",
      "主要成就": "随诸葛亮平南蛮",
      "avatar": "",
      "uuid": "a208e96b-987d-40d1-860f-e3a38a0ea353",
      "url": "http://www.baike.com/wiki/关银屏#1",
      "radius": 7.5
    }
  }, {
    "id": "167",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘子张",
      "color": null,
      "summary": "更始帝刘玄的父亲。",
      "中文名": "刘子张",
      "民族": "汉族",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "63de11af-c484-4ace-9954-c1a9cd544bbe",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%AD%90%E5%BC%A0",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "168",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "中国历史人物", "各时代历史人物", "虚拟人物", "蜀汉", "龙狼传角色", "吞食天地角色", "蜀汉人", "190年出生", "228年逝世", "马姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "马谡",
      "color": null,
      "summary": "马谡 (公元190—228年)，字幼常，襄樊宜城人，侍中马良之弟。初以荆州从事跟随刘备取蜀入川，曾任绵竹、成都令、越太守。蜀汉丞相诸葛亮用为参军。他一生中最出名的事件是失守街亭，被斩。马谡“才器过人”，好论军计。诸葛亮向来对他倍加器重，每引见谈论，自昼达夜。马谡在当时蜀汉政权的同僚中是出类拔萃的佼佼者，连后来接替诸葛亮为丞相、被称为蜀汉“四英”之一的蒋琬，也称赞马谡为“智计之士”。",
      "职业": "军事 将领",
      "中文名": "马谡",
      "去世日期": "公元228年",
      "别名": "马幼常",
      "国籍": "蜀汉",
      "avatar": "http://a4.att.hudong.com/71/96/20300542527289139954963257030_s.jpg",
      "籍贯": "襄阳郡宜城县",
      "uuid": "ed07e3a5-0249-491d-ac49-577f13504be3",
      "url": "http://www.baike.com/wiki/%E9%A9%AC%E8%B0%A1",
      "radius": 7.5
    }
  }, {
    "id": "169",
    "labels": ["人物", "中国历史人物", "社会科学人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙泰",
      "color": null,
      "summary": "孙泰（?—234），吴郡富春（今浙江富阳）人，孙权之侄，孙匡之子，三国时吴国人，西晋孙秀之父。嘉禾三年（234），孙权围合肥新城，中流矢死。",
      "职业": "演艺 口技",
      "中文名": "孙泰",
      "别名": "周之良",
      "国籍": "中国",
      "avatar": "http://a3.att.hudong.com/77/47/20300543781390149554475022778_s.jpg",
      "代表作品": "《捉蝉》、《锯木》、《奔马》、《纺棉花》等。",
      "籍贯": "山东武城",
      "uuid": "d725edcb-b7de-490a-8cc3-b6ae68767656",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E6%B3%B0",
      "radius": 7.5
    }
  }, {
    "id": "170",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯褒",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "171",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "赵广",
      "color": null,
      "summary": "赵广，男，主任医师，教授，全军皮肤病中心主任，空军高层次人才。第四军医大学、中国医科大学兼职教授，硕士研究生导师。有丰富的临床工作经验和较强的科研能力及教学经验。在皮肤病、性病、皮肤病理、皮肤肿瘤和色素性皮肤病的临床和研究方面有较深的造诣。近年来撰写论文50余篇，获军队科技进步二等奖1项、三等奖1项，军队医疗成果三等奖1项，1996年获空军“八五“医药卫生重大科技成果奖，2003年获医院临床贡献奖。",
      "职业": "医生 医师",
      "中文名": "赵广",
      "民族": "汉",
      "国籍": "中国",
      "avatar": "http://a0.att.hudong.com/52/69/20300001164321132392691746308_s.jpg",
      "tag": "空军总医院皮肤科主任",
      "uuid": "b62f285b-b666-4219-a0f7-e6d8d3cbeac3",
      "url": "http://www.baike.com/wiki/%E8%B5%B5%E5%B9%BF%5B%E7%A9%BA%E5%86%9B%E6%80%BB%E5%8C%BB%E9%99%A2%E7%9A%AE%E8%82%A4%E7%A7%91%E4%B8%BB%E4%BB%BB%5D",
      "radius": 7.5
    }
  }, {
    "id": "172",
    "labels": ["历史", "人物", "历史人物", "社会科学人物", "汉朝", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘寄",
      "color": null,
      "summary": "胶东康王刘寄（？—前120年），汉景帝庶子，母王皃姁（王儿姁），为皇后王娡妹。",
      "职业": "政治 胶东王",
      "中文名": "刘寄",
      "民族": "汉族",
      "国籍": "中国",
      "avatar": "http://a2.att.hudong.com/68/98/20300543529508144582981354101_s.jpg",
      "uuid": "7a85bf2b-9b7b-468d-9f36-3f23092f42a6",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%AF%84",
      "radius": 7.5
    }
  }, {
    "id": "173",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯庄",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "174",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "虚拟人物", "三国", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛珪",
      "color": null,
      "summary": "诸葛珪(guī)（？—187年），字君贡，三国时期蜀国丞相诸葛亮的父亲，汉末为青州泰山郡丞。共育有三男两女：长子诸葛瑾，东吴重臣；次子诸葛亮，为蜀汉名相；幼子诸葛均，耕于南阳，后也随诸葛亮在蜀汉出仕。",
      "姓名": "诸葛珪",
      "去世日期": "187年",
      "所处时代": "东汉",
      "民族族群": "汉族",
      "字号": "君贡",
      "avatar": "http://a1.att.hudong.com/31/48/01200000031069136324489119601_s.jpg",
      "uuid": "9a151129-417a-434d-bef4-d7d78832cf45",
      "url": "http://www.baike.com/wiki/%E8%AF%B8%E8%91%9B%E7%8F%AA",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "175",
    "labels": ["三国人物", "人物", "三国演义人物", "中国历史人物", "横山光辉三国志角色", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙匡",
      "color": null,
      "summary": "孙匡，字季佐，是孙坚的第四子，孙权的弟弟，举孝廉茂才，未试用，袭父爵为乌程侯，娶了曹操弟弟的女儿，早卒，时年二十馀。【江表传曰：曹休出洞口，吕范率军御之。时匡为定武中郎将，（遣）范令放火，烧损茅芒，以乏军用，范即启送匡还吴。此盖权别生弟朗，江表传误以为匡也。秀公室至亲，握兵在外，皓意不能平。先是，民间佥言秀当见图，而定远猎，秀遂惊，夜将妻子亲兵数百人奔晋。晋诸公赞曰：吴平，降为伏波将军，开府如故。",
      "职业": "政治 孝廉",
      "中文名": "孙匡",
      "别名": "季佐",
      "国籍": "东吴",
      "avatar": "http://a4.att.hudong.com/25/31/20200000013920143974312250761_s.jpg",
      "keyType": "关键节点",
      "籍贯": "杭州",
      "uuid": "812ff968-551b-49a0-8735-c85bbdd7ad29",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E5%8C%A1",
      "radius": 7.5
    }
  }, {
    "id": "176",
    "labels": ["人物", "三国演义人物", "中国历史人物", "吞食天地角色", "DATAEXA_OBJECT"],
    "properties": {
      "name": "全公主",
      "color": null,
      "summary": "全公主，名孙鲁班，字大虎，是孙权与皇后（追谥）步氏的女儿，先嫁给周瑜的儿周循，周循早死，于是又嫁给卫将军全琮历以一般称她为全公主或全主。全公主性淫，又好权术。",
      "职业": "其他 公主",
      "中文名": "全公主",
      "别名": "孙鲁班",
      "国籍": "中国",
      "avatar": "http://a2.att.hudong.com/33/33/20300543212037144514330760342_s.jpg",
      "uuid": "020f4217-6f96-4a22-82be-4ea815c7ec0a",
      "url": "http://www.baike.com/wiki/%E5%85%A8%E5%85%AC%E4%B8%BB",
      "radius": 7.5
    }
  }, {
    "id": "177",
    "labels": ["历史", "文化", "中国", "中国传统文化", "诸子百家", "诸子百家文化", "政治", "社会", "DATAEXA_OBJECT"],
    "properties": {
      "name": "儒家",
      "color": null,
      "summary": "儒家“知天文、识旱涝”（章太炎语），是中国古代最有影响的思想学派。它担“天下教化之先声”，有“以一号百”的影响力。所设“六艺”指“礼、乐、射、御、书、数”这六种技能，于各地积极办学。亦是维护社会道德、纷乱中凝聚力量的最庞大的文化核心。儒家为华夏文明核心部分，信奉由孔子创立的维护周礼的儒家学说。孟子、子夏、颜回等后来逐步发展以教化为核心的思想体系。儒家是一个不断发展、与时俱进、昂扬向上的学术流派，堪称民族脊梁。儒家在先秦时期和诸子地位平等，在秦始皇时\"焚书坑儒\"受到重创， 在汉武帝为维护专制统治\"罢黜百家,独尊儒术\"实施思想钳制后兴起。",
      "流行时期": "先秦",
      "外文名称": "the Confucianists",
      "代表人物": "孔子、孟子、荀子、颜子、朱子等",
      "代表著作": "《四书》、《五经》、《十三经》",
      "avatar": "http://a4.att.hudong.com/46/02/20300542516091139876020004866_s.jpg",
      "中文名称": "儒家",
      "uuid": "a9a2fa35-2b95-4df9-a3fc-61125fcb17c1",
      "url": "http://www.baike.com/wiki/%E5%84%92%E5%AE%B6",
      "radius": 7.5
    }
  }, {
    "id": "178",
    "labels": ["历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张辽",
      "color": null,
      "summary": "张辽（169年－222年），字文远，雁门马邑（今山西朔州）人。三国时期曹魏著名将领。曾从属丁原、董卓、吕布。下邳之战后，归顺曹操。此后随曹操征讨，战功累累。与关羽同解白马围，降昌豨于东海，攻袁尚于邺城，率先锋在白狼山斩杀乌桓单于蹋顿，又讨平辽东柳毅、淮南梅成、陈兰等。濡须之战后，曹操任命张辽、李典、乐进等守合肥。张辽多次击退孙吴进攻，在建安二十年（215年）的逍遥津之战，更是以七千之众大破十万大军，差点活捉孙权，经此一役，张辽威震江东，声名大噪，成为历代推崇的名将之一，“张辽止啼”也成为民间流传的传奇故事。曹丕登基后，仍令张辽守御孙权。黄初二年（221年），张辽屯驻雍丘，染病。张辽大病期间，孙权依旧对其非常忌惮。黄初三年（222年），张辽不负众望，抱病击破吴将吕范。同年在江都病逝，谥刚侯，享年五十四岁。后世将其与乐进、于禁、张郃、徐晃并称为曹魏“五子良将”。",
      "主要成就": "曹魏著名将领",
      "出生地": "雁门马邑（今山西朔州）",
      "字号": "字文远",
      "avatar": "http://a0.att.hudong.com/64/73/20300000876508141463731528832_s.jpg",
      "uuid": "181a421c-188b-46ac-9d01-df388a1ac529",
      "url": "http://www.baike.com/wiki/%E5%BC%A0%E8%BE%BD",
      "姓名": "张辽",
      "去世日期": "222年",
      "所处时代": "三国时期",
      "出生日期": "169",
      "民族族群": "汉族",
      "tag": "三国时期曹魏名将",
      "radius": 7.5
    }
  }, {
    "id": "179",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "陆耽抗六子",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "180",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙胜",
      "color": null,
      "summary": "孙胜，男，博士生导师、教授。",
      "职业": "科学 工业",
      "中文名": "孙胜",
      "毕业院校": "山东工学院",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "tag": "山东大学教授",
      "uuid": "c3ba8987-e4a6-4ea5-9333-0759eecb1430",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E8%83%9C%5B%E5%B1%B1%E4%B8%9C%E5%A4%A7%E5%AD%A6%E6%95%99%E6%8E%88%5D",
      "radius": 7.5
    }
  }, {
    "id": "181",
    "labels": ["人物", "历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "鄂邑盖长公主",
      "color": null,
      "summary": "鄂邑长公主（？-前80），汉武帝女，母亲不详。因嫁盖侯为妻，又称盖主或鄂盖主。",
      "职业": "公主",
      "民族": "汉朝",
      "别名": "鄂邑盖长公主",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "c28032c5-efc9-49e1-bf32-5f918bd418ef",
      "url": "http://www.baike.com/wiki/%E9%84%82%E9%82%91%E7%9B%96%E9%95%BF%E5%85%AC%E4%B8%BB",
      "去世年月": "公元前80年",
      "性别": "女",
      "radius": 7.5
    }
  }, {
    "id": "182",
    "labels": ["人物", "设计师", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘晔",
      "color": null,
      "summary": "国内资深高级室内设计师、空间规划大师，清华大学室内色彩进修院士、是一个充满着传奇色彩的人物。出身于孔孟之乡他，虽然年轻，但在他身上充满着无尽的故事，自2006年，刘晔不断设计出精彩的作品，包括「万科」、「名雅」、「万达」、「红谷」、「维多利亚」等遍布很多城市的各个家居等。他强调色彩、品味、时尚，这些生活元素在他的手里面变得独树一帜，设计总令人惊讶、赞叹。",
      "中文名": "刘晔",
      "职业": "建筑设计师,室内设计师",
      "avatar": "http://a4.att.hudong.com/45/54/20300542695894144781548533301_s.jpg",
      "籍贯": "山东济宁",
      "uuid": "155807fa-6bc3-4f32-97af-8bfc8f180d32",
      "url": "http://www.baike.com/wiki/%E5%88%98%E6%99%94",
      "民族": "汉族",
      "毕业院校": "南昌大学",
      "国籍": "中国",
      "tag": "室内设计师",
      "radius": 7.5
    }
  }, {
    "id": "183",
    "labels": ["晋朝", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯骏",
      "color": null,
      "summary": "夏侯骏，魏晋时期官吏，沛国谯（今安徽亳县）人，曾任并州刺史。",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "0906d303-b10b-40c2-8696-e7d01c6ad11c",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E9%AA%8F",
      "radius": 7.5
    }
  }, {
    "id": "184",
    "labels": ["人物", "历史人物", "各朝代中国人", "永州历史", "哲学家", "社会科学人物", "中国易学名人", "古代易学名人", "北宋时代", "东庑先贤先儒", "北宋儒学学者", "周姓名人", "宋明理学", "庐山", "永州名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "周敦颐",
      "color": null,
      "summary": "周敦颐是中国理学的开山祖师，他的理学思想在中国哲学史上起了承前启后的作用。清代学者黄宗羲在他的《宋儒学案》中说道：“孔子而后，汉儒止有传经之学，性道微言之绝久矣。元公崛起，二程嗣之……若论阐发心性义理之精微，端数元公之破暗也”。他继承《易传》和部分道家以及道教思想，提出一个简单而有系统的宇宙构成论，说“无极而太极”，“太极”一动一静，产生阴阳万物。“万物生而变化无穷焉，惟人也得其秀而最灵(《太极图说》)。",
      "职业": "学者 思想家,理学家,教育 教育家",
      "中文名": "周敦颐",
      "别名": "周茂叔,周敦实,濂溪先生",
      "avatar": "http://a4.att.hudong.com/86/30/01200000029634136323305953148_s.jpg",
      "代表作品": "《爱莲说》;《太极图说》",
      "籍贯": "中国湖南道县",
      "uuid": "3c2a793a-cad6-4a37-ae80-3375e416816e",
      "url": "http://www.baike.com/wiki/%E5%91%A8%E6%95%A6%E9%A2%90",
      "去世日期": "1073年",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "185",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "各时代历史人物", "虚拟人物", "诸葛姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "诸葛诞",
      "color": null,
      "summary": "诸葛诞（？－258年），字公休，琅邪阳都（今山东沂南）人。三国后期曹魏的重要将领，汉司隶校尉诸葛丰之后，蜀汉丞相诸葛亮的族弟。在魏官至征东大将军。曾与司马师一同平定毌丘俭、文钦的叛乱。之后因与被诛的夏侯玄、邓飏交厚，且见到王淩、毌丘俭等人的覆灭而心不自安，于甘露二年（257）起兵，并得到东吴的支援，但于次年被镇压，诸葛诞被大将军司马胡奋所斩，夷三族。诸葛诞麾下数百人，全部拒绝投降而被杀。",
      "职业": "魏国将领",
      "主要成就": "征东大将军",
      "出生地": "琅邪阳都",
      "字号": "字公休",
      "avatar": "http://a4.att.hudong.com/36/10/01200000014208116711093182936_s.jpg",
      "uuid": "8df51502-14d2-47ba-b5c5-bf3d88fb4118",
      "url": "http://www.baike.com/wiki/诸葛诞#13",
      "性别": "男",
      "姓名": "诸葛诞",
      "去世日期": "258年",
      "所处时代": "三国",
      "radius": 7.5
    }
  }, {
    "id": "186",
    "labels": ["人物", "各职业人物", "画家", "艺术", "DATAEXA_OBJECT"],
    "properties": {
      "name": "赵戬",
      "color": null,
      "summary": "赵戬是三国时代人，袁术的谋士。",
      "中文名": "赵戬",
      "出生日期": "1961年5月",
      "毕业院校": "瑞士日内瓦大学",
      "出生地": "北京",
      "国籍": "中国",
      "avatar": "http://a3.att.hudong.com/31/27/01300543761978145760272619815_s.png",
      "uuid": "133eaa70-f165-4f01-be6c-d531360896c3",
      "url": "http://www.baike.com/wiki/赵戬#7",
      "性别": "女",
      "radius": 7.5
    }
  }, {
    "id": "187",
    "labels": ["三国人物", "历史人物", "东汉末年军阀", "DATAEXA_OBJECT"],
    "properties": {
      "name": "袁绍",
      "color": null,
      "summary": "袁绍（？－202年6月28日），字本初，汝南汝阳（今河南省周口市商水县袁老乡袁老村）人。东汉末年军阀，汉末群雄之一。袁绍出身东汉名门”汝南袁氏“，自袁绍曾祖父起，袁氏四代有五人位居三公，他自己也居三公之上，其家族也因此有“四世三公”之称。袁绍早年任中军校尉、司隶校尉，曾指挥诛杀宦官。初平元年（190年），与董卓对立，被推举为关东联军首领。在汉末群雄割据的过程中，袁绍先占据冀州，又先后夺青、并二州，并于建安四年（199年）的易京之战中击败了割据幽州的军阀公孙瓒，统一河北，势力达到顶点。但在建安五年（200年）的官渡之战中大败于曹操。建安七年（202年），袁绍在平定冀州叛乱之后病逝。",
      "主要成就": "统一河北,成为汉末最强的诸侯；治理河北政宽,百姓德之",
      "出生地": "汝南汝阳（今河南省周口市商水县袁老乡袁老村）",
      "字号": "字本初",
      "avatar": "http://a1.att.hudong.com/85/56/20300542526398139961568515000_s.jpg",
      "uuid": "a4d563a1-15c5-44d4-bbf2-f76abf78eaa0",
      "url": "http://www.baike.com/wiki/%E8%A2%81%E7%BB%8D",
      "性别": "男",
      "姓名": "袁绍",
      "去世日期": "202年6月28日",
      "所处时代": "东汉",
      "出生日期": "不详",
      "民族族群": "汉族",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "188",
    "labels": ["历史人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "裴潜",
      "color": null,
      "summary": "裴潜（？－244年），字文行，河东郡闻喜县（今山西闻喜）人。生卒年不详。曹操平定荆州时，裴潜归附曹操并出任丞相府军参谋，历任三县县令，后入京任丞相府仓曹掾，代郡太守。后任沛国相、兖州刺史。曹丕继位之后，出任散骑侍郎、魏郡太守、颍川典农中郎将、荆州刺史，晋封关内侯。魏明帝时出任尚书、太尉军师、大司农、尚书令、光禄大夫，晋封清阳亭侯。死后追封太常，谥号贞侯。",
      "职业": "太尉军师、大司农、尚书令",
      "主要成就": "安定边境",
      "出生地": "河东郡闻喜",
      "字号": "字文行",
      "avatar": "http://a1.att.hudong.com/88/25/20300544143290149084252652817_s.jpg",
      "uuid": "06322f22-4b6a-43c5-82eb-35a840b2ee36",
      "url": "http://www.baike.com/wiki/裴潜#13",
      "性别": "男",
      "姓名": "裴潜",
      "去世日期": "244",
      "所处时代": "汉末三国",
      "民族族群": "汉族",
      "radius": 7.5
    }
  }, {
    "id": "189",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "陆云抗子",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "190",
    "labels": ["三国人物", "人物", "历史人物", "中国历史人物", "杭州名人", "东吴宗室", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙虑",
      "color": null,
      "summary": "孙虑（213年－232年），字子智 ，吴大帝孙权次子，生母不详，三国时期吴国宗室。孙虑自幼聪慧，多才多艺，深得孙权器重喜爱。黄武七年（228年），封建昌侯。后任镇军大将军，驻守半州（今江西九江西）。孙虑在半州任职时，遵奉法度，恭侍师友，超过众人对他的期望。嘉禾元年（232年），孙虑去世，时年二十岁。",
      "职业": "军事 建昌侯",
      "中文名": "孙虑",
      "去世日期": "公元232年",
      "别名": "子智",
      "国籍": "中国",
      "avatar": "http://a1.att.hudong.com/21/97/01100000000000144727979167575_s.jpg",
      "籍贯": "吴郡富春县（今浙江杭州富阳）",
      "uuid": "0d03952f-f94e-49bd-bf40-7dcfac4bd769",
      "url": "http://www.baike.com/wiki/孙虑#7",
      "radius": 7.5
    }
  }, {
    "id": "191",
    "labels": ["三国人物", "人物", "历史人物", "三国演义人物", "中国三国时期人物", "虚拟人物", "三国", "曹魏", "曹魏人", "明朝", "陈姓", "陈姓名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "陈珪",
      "color": null,
      "summary": "陈珪（生卒年不详），一作圭，字汉瑜。徐州下邳（治今江苏睢宁西北）人，广汉太守陈亹之孙，太尉陈球之侄，吴郡太守陈瑀（一作陈璃）、汝阴太守陈琮的从兄弟，陈应、陈登之父。沛相。陈珪害怕二人结亲、徐、扬二州联合起来，将成为祸患，便游说吕布依靠曹操。陈珪出身士族名门，与袁术都是公族子孙，从小便有交情。陈珪想要派其子陈登拜谒曹操，吕布不肯派遣。名士的大量出现，跟魏晋时代名教的兴起有很大的关系，因此，名士也可以解释成“名教之士”，但是，名教（其实质性内核仍为儒学）除给名士们注入入世的情结和道德人格之外，在礼法制度大坏的魏晋时期，名士们更多的是吸取了玄学中的玄远之思和高尚节操，即主体个性上的独立和自由。陈珪又说吕布，使解韩胤赴许都。",
      "姓名": "刘备",
      "职业": "官员（广陵太守）",
      "中文名": "陈珪",
      "民族": "汉族1",
      "国籍": "中国（三国）",
      "avatar": "http://a0.att.hudong.com/16/91/20200000013920144739913950550_s.jpg",
      "籍贯": "徐州下邳淮浦",
      "uuid": "81874920-a892-48cd-b19a-08fc1c5c3206",
      "url": "http://www.baike.com/wiki/%E6%B1%89%E7%91%9C",
      "radius": 7.5
    }
  }, {
    "id": "192",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "大乔",
      "color": null,
      "summary": "大乔，生卒年不详，庐江郡皖县（今安徽潜山）人，系乔公长女、孙策配偶、孙权之嫂，小乔之姐。在我国长篇古典名着《三国演义》中也曾登场。与小乔并称为“江东二乔”，据传为绝世美女。游戏形象为沉稳恬静的少女。大乔悲痛欲绝，数度昏厥，并欲投江殉夫。东汉献帝建安五年（公元200年），孙策于打猎时遇刺受重伤，大乔日夜和衣陪伴，不眠不休，不食不饮，全心照顾，然孙策仍药石罔效逝世。后来孙权在大乔与众臣如张昭周瑜鲁肃等人的辅佐下，很快地团结江东各股势力，建立威望，进而重新掌控大局了。",
      "职业": "政治 妃",
      "中文名": "大乔",
      "国籍": "中国",
      "avatar": "http://a4.att.hudong.com/01/18/20300001024098142873184328908_s.jpg",
      "tag": "东汉末年的美女",
      "籍贯": "中国庐江皖县",
      "uuid": "f2501aa1-f778-45a8-86b5-1ba3f325f05e",
      "url": "http://www.baike.com/wiki/%E5%A4%A7%E4%B9%94",
      "radius": 7.5
    }
  }, {
    "id": "193",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "三国", "曹魏", "DATAEXA_OBJECT"],
    "properties": {
      "name": "傅干",
      "color": null,
      "summary": "一代文豪苏轼的词作向为世人所重，自南宋起传刻笺注之书叠出。但时光流转，岁月迁延，流传至今最早的苏词笺注之作仅存傅干。",
      "avatar": "http://a1.att.hudong.com/36/33/20300543781390149621330355831_s.jpg",
      "uuid": "6d9b3ae9-522c-401e-9cea-f20ee7c7c00d",
      "url": "http://www.baike.com/wiki/%E5%82%85%E5%B9%B2",
      "radius": 7.5
    }
  }, {
    "id": "194",
    "labels": ["历史", "人物", "名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "郭嘉",
      "color": null,
      "summary": "郭嘉，生于170年，逝世于207年，字奉孝，颍川阳翟（今河南禹州）人。东汉末人物。原为袁绍部下，后转投曹操，为曹操统一中国北方立下了功勋，官至军师祭酒，封洧阳亭侯。于曹操征伐乌丸时病逝，年仅三十八岁。谥曰贞侯。史书上称他才策谋略，世之奇士。而曹操称赞他见识过人，是自己的奇佐。公元205年（建安十年），郭嘉建议曹操多多招募重用青、冀、幽、并四州名士，收附民心，彻底巩固控制抵御。曹操采纳了他的意见，甚至重用了曾经诋毁过自己的陈琳，果然有千金市骨之效。",
      "主要成就": "助曹操平吕布、定河北,灭乌桓",
      "出生地": "颍川阳翟",
      "avatar": "http://a1.att.hudong.com/42/78/20300542494471139873786263586_s.jpg",
      "uuid": "15c7bb8d-fc67-4d83-aae2-d861b4c0165a",
      "url": "http://www.baike.com/wiki/%E9%83%AD%E5%A5%89%E5%AD%9D",
      "别称": "奉孝",
      "姓名": "郭嘉",
      "去世日期": "207",
      "所处时代": "东汉末年",
      "主要作品": "《十胜十败论》",
      "出生日期": "170",
      "民族族群": "汉族",
      "tag": "东汉末年谋士",
      "radius": 7.5
    }
  }, {
    "id": "195",
    "labels": ["人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯绩",
      "color": null,
      "summary": "三国魏国人",
      "职业": "军事 将领",
      "中文名": "夏侯绩",
      "民族": "汉族",
      "国籍": "中国",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "4037f5a5-7a0a-4032-a4c5-2d25bf85e039",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E7%BB%A9",
      "性别": "男",
      "radius": 7.5
    }
  }, {
    "id": "196",
    "labels": ["人物", "古代人物", "社会", "军事", "各国历史人物", "开封名人", "明朝", "河南", "DATAEXA_OBJECT"],
    "properties": {
      "name": "张辅",
      "color": null,
      "summary": "张辅（1375～1449）明朝名将。字文弼。祥符（今河南开封县）人。1406年中越两国交恶，永乐帝用兵安南，张辅指挥了这场战争，征服安南并郡县之。张辅在安南前后经营了10年，征战、平乱、镇守是其在安南活动的三个方面，也是这一时期中越关系的主要内容。张辅以其军事才能，打赢了这场战争，使之成为中国古代对安南用兵中最为成功的一次，而且也是中国古代对外战争中打得较为成功的一次。张辅以其非凡的军事才能创造的经典战例充实了中国古代军事史，在战争中所运用的军事战略战术丰富了中国古代军事思想体系，不失为一位优秀的统帅，一代名将。",
      "职业": "军事 军事家",
      "中文名": "张辅",
      "去世日期": "1449年",
      "国籍": "中国",
      "avatar": "http://a3.att.hudong.com/00/05/01300000157105122209054517482_s.jpg",
      "籍贯": "今河南开封县人",
      "uuid": "f930cb43-76cc-4026-9d4c-4ed014d9232d",
      "url": "http://www.baike.com/wiki/张辅#7",
      "radius": 7.5
    }
  }, {
    "id": "197",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "陆机抗子",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "198",
    "labels": ["三国人物", "人物", "中国历史人物", "社会科学人物", "三国皇族", "东吴公主", "扬州名人", "DATAEXA_OBJECT"],
    "properties": {
      "name": "孙鲁班",
      "color": null,
      "summary": "孙鲁班（? —258），字大虎，扬州吴郡富春[今浙江富阳]人。官至吴公主，号曰全。为吴大帝长女，鲁班前配周瑜子循，后配全琮。",
      "职业": "政治 吴公主",
      "中文名": "孙鲁班",
      "去世日期": "公元258年",
      "别名": "全公主",
      "国籍": "中国",
      "avatar": "http://a2.att.hudong.com/10/05/01200000183399136324057656018_s.png",
      "籍贯": "扬州吴郡富春（今浙江富阳）",
      "uuid": "c77a4d7b-3698-4a19-94f1-0cbd6eb643ac",
      "url": "http://www.baike.com/wiki/%E5%AD%99%E9%B2%81%E7%8F%AD",
      "radius": 7.5
    }
  }, {
    "id": "199",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "陆玄抗三子",
      "color": null,
      "radius": 7.5
    }
  }, {
    "id": "200",
    "labels": ["DATAEXA_OBJECT"],
    "properties": {
      "name": "孙登",
      "color": null,
      "tag": "皇太子",
      "keyType": "关键节点",
      "radius": 7.5
    }
  }, {
    "id": "201",
    "labels": ["三国人物", "人物", "三国演义人物", "中国三国时期人物", "刘姓", "刘姓名人", "反三国演义角色", "虚拟人物", "永州历史", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘巴",
      "color": null,
      "summary": "刘巴（公元170－公元222年），字子初，荆州零陵郡烝阳县（今湖南省衡阳县、邵东县一带）人，三国时期名士。少知名，荆州牧刘表多次征用推举，刘巴均不应就。曹操征伐荆州，荆州士人多归刘备，刘巴却北上投靠曹操。后受曹操命令招降荆南三郡，不料先为刘备所得，刘巴不能复命曹操，遂远至交趾，又辗转进入益州。刘备平定益州后，刘巴归附刘备，为左将军西曹掾，后任尚书令，章武二年（公元222年）卒。刘巴博学多才，为刘备解决入蜀后的财政困难问题，又与诸葛亮等共制蜀汉的法律文件《蜀科》。为人简朴清高，退无私交，曹魏大臣陈群甚敬重之。所着录于《刘令君集》。",
      "职业": "蜀汉尚书令",
      "中文名": "刘巴",
      "别名": "子初",
      "avatar": "http://a0.att.hudong.com/44/28/20200000013920144725286771507_s.jpg",
      "代表作品": "《刘令君集》",
      "籍贯": "零陵烝阳（今湖南邵东）",
      "uuid": "c09bb70d-b8c8-41e0-801c-8bba36ab7156",
      "url": "http://www.baike.com/wiki/%E5%88%98%E5%B7%B4",
      "姓名": "刘备",
      "民族": "汉族1",
      "去世日期": "公元222年",
      "国籍": "中国",
      "radius": 7.5
    }
  }, {
    "id": "202",
    "labels": ["人物", "三国演义人物", "中国历史人物", "政治人物", "龙狼传角色", "诗人", "古代诗人", "红楼梦人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "刘氏",
      "color": null,
      "summary": "刘姓为中文姓氏之一，在《百家姓》之中排第252位。在中国历史上，刘姓是登基为帝人数最多的一个姓氏。在中国古代有“刘天下，李半边”说法，而在中国北方则有“张王李赵遍地刘”的说法。刘姓在韩国亦有分布。另外，根据日本可查档案记载日本第三大姓高桥氏出自中国刘姓，为刘邦后裔。根据1977年中国史学家李栋明，在《东方杂志》发表的一篇有关“姓”的论文上指出，刘姓是全球华人十大姓之一。其他入迁中原的少数民族也有改作刘姓的。",
      "avatar": "http://a0.att.hudong.com/34/27/01300000426200127548276942003_s.jpg",
      "keyType": "关键节点",
      "uuid": "9ad838ac-8f41-46c6-9527-78ab37dcb743",
      "url": "http://www.baike.com/wiki/刘氏#9",
      "radius": 7.5
    }
  }, {
    "id": "203",
    "labels": ["三国人物", "人物", "三国演义人物", "虚拟人物", "DATAEXA_OBJECT"],
    "properties": {
      "name": "夏侯威",
      "color": null,
      "summary": "夏侯威，字季权，沛国谯（今安徽亳州）人。三国时期曹魏将领，征西将军夏侯渊第四子，右将军夏侯霸之弟。",
      "姓名": "夏侯威",
      "出生地": "沛国谯郡",
      "民族族群": "汉族",
      "avatar": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "uuid": "d0652ef3-f50c-4744-8478-7727d9da5094",
      "url": "http://www.baike.com/wiki/%E5%A4%8F%E4%BE%AF%E5%A8%81",
      "别称": "夏侯季权",
      "性别": "男",
      "radius": 7.5
    }
  }],
  "edges": [{
    "id": "68960",
    "source": "0",
    "target": "28",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "pointToSyn": "",
      "synType": "",
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": [{
      "pointToSyn": "",
      "synType": ""
    }]
  }, {
    "id": "1336",
    "source": "0",
    "target": "39",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "前上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "前上司",
    "propertiesList": []
  }, {
    "id": "1323",
    "source": "0",
    "target": "63",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "821",
    "source": "0",
    "target": "192",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "小姑的丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "小姑的丈夫",
    "propertiesList": []
  }, {
    "id": "305",
    "source": "0",
    "target": "152",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父子",
    "propertiesList": []
  }, {
    "id": "113",
    "source": "0",
    "target": "46",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "74",
    "source": "0",
    "target": "36",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "40",
    "source": "0",
    "target": "56",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "31",
    "source": "0",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "28",
    "source": "0",
    "target": "43",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "族兄"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "族兄",
    "propertiesList": []
  }, {
    "id": "13",
    "source": "0",
    "target": "22",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "丈夫",
    "propertiesList": []
  }, {
    "id": "11",
    "source": "0",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "大哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "大哥",
    "propertiesList": []
  }, {
    "id": "9",
    "source": "0",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "大哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "大哥",
    "propertiesList": []
  }, {
    "id": "2",
    "source": "0",
    "target": "5",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "0",
    "source": "0",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "7",
    "source": "5",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "1",
    "source": "6",
    "target": "11",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "高祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "高祖父",
    "propertiesList": []
  }, {
    "id": "144",
    "source": "7",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "136",
    "source": "7",
    "target": "152",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "125",
    "source": "7",
    "target": "25",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "118",
    "source": "7",
    "target": "28",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "188",
    "source": "13",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "君臣"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "君臣",
    "propertiesList": []
  }, {
    "id": "181",
    "source": "13",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "177",
    "source": "13",
    "target": "123",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "90",
    "source": "13",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "35",
    "source": "13",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "3",
    "source": "13",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "相父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "相父",
    "propertiesList": []
  }, {
    "id": "4",
    "source": "14",
    "target": "5",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "168",
    "source": "19",
    "target": "114",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同乡"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同乡",
    "propertiesList": []
  }, {
    "id": "160",
    "source": "19",
    "target": "178",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "朋友"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "朋友",
    "propertiesList": []
  }, {
    "id": "147",
    "source": "19",
    "target": "166",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父",
    "propertiesList": []
  }, {
    "id": "139",
    "source": "19",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "二弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "二弟",
    "propertiesList": []
  }, {
    "id": "135",
    "source": "19",
    "target": "46",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同事"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同事",
    "propertiesList": []
  }, {
    "id": "133",
    "source": "19",
    "target": "150",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖辈"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖辈",
    "propertiesList": []
  }, {
    "id": "124",
    "source": "19",
    "target": "139",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "手下败将"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "手下败将",
    "propertiesList": []
  }, {
    "id": "116",
    "source": "19",
    "target": "70",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "109",
    "source": "19",
    "target": "124",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "嫡系后裔"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "嫡系后裔",
    "propertiesList": []
  }, {
    "id": "39",
    "source": "19",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔父",
    "propertiesList": []
  }, {
    "id": "14",
    "source": "19",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "二哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "二哥",
    "propertiesList": []
  }, {
    "id": "16",
    "source": "20",
    "target": "32",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "二妹"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "二妹",
    "propertiesList": []
  }, {
    "id": "10",
    "source": "20",
    "target": "30",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "二姐"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "二姐",
    "propertiesList": []
  }, {
    "id": "24",
    "source": "21",
    "target": "46",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "19",
    "source": "21",
    "target": "39",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "前上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "前上司",
    "propertiesList": []
  }, {
    "id": "17",
    "source": "22",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "79",
    "source": "23",
    "target": "36",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "828",
    "source": "23",
    "target": "178",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "187",
    "source": "23",
    "target": "139",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "上司",
    "propertiesList": []
  }, {
    "id": "894",
    "source": "23",
    "target": "140",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "上司",
    "propertiesList": []
  }, {
    "id": "1344",
    "source": "23",
    "target": "98",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "上司",
    "propertiesList": []
  }, {
    "id": "1350",
    "source": "23",
    "target": "153",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "上司",
    "propertiesList": []
  }, {
    "id": "11657",
    "source": "23",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "岳父曹仁的哥哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "岳父曹仁的哥哥",
    "propertiesList": []
  }, {
    "id": "68721",
    "source": "24",
    "target": "49",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "104",
    "source": "24",
    "target": "46",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同事"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同事",
    "propertiesList": []
  }, {
    "id": "93",
    "source": "24",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "三弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "三弟",
    "propertiesList": []
  }, {
    "id": "84",
    "source": "24",
    "target": "105",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "敌人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "敌人",
    "propertiesList": []
  }, {
    "id": "66",
    "source": "24",
    "target": "44",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "50",
    "source": "24",
    "target": "76",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "45",
    "source": "24",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔父",
    "propertiesList": []
  }, {
    "id": "15",
    "source": "24",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "三弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "三弟",
    "propertiesList": []
  }, {
    "id": "5",
    "source": "25",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "6",
    "source": "27",
    "target": "5",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "8",
    "source": "28",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "138",
    "source": "29",
    "target": "153",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "前上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "前上司",
    "propertiesList": []
  }, {
    "id": "127",
    "source": "29",
    "target": "140",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同僚"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同僚",
    "propertiesList": []
  }, {
    "id": "117",
    "source": "29",
    "target": "105",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "上司",
    "propertiesList": []
  }, {
    "id": "107",
    "source": "29",
    "target": "66",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "102",
    "source": "29",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "12",
    "source": "31",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "89",
    "source": "36",
    "target": "69",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "49",
    "source": "36",
    "target": "43",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "18",
    "source": "36",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "16361",
    "source": "37",
    "target": "71",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔父",
    "propertiesList": []
  }, {
    "id": "1504",
    "source": "37",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔父",
    "propertiesList": []
  }, {
    "id": "1475",
    "source": "37",
    "target": "45",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔父",
    "propertiesList": []
  }, {
    "id": "20",
    "source": "37",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "弟弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "弟弟",
    "propertiesList": []
  }, {
    "id": "21",
    "source": "40",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "本尊"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "本尊",
    "propertiesList": []
  }, {
    "id": "99",
    "source": "43",
    "target": "63",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "91",
    "source": "43",
    "target": "69",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "82",
    "source": "43",
    "target": "106",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "丈夫",
    "propertiesList": []
  }, {
    "id": "69",
    "source": "43",
    "target": "92",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "小姐夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "小姐夫",
    "propertiesList": []
  }, {
    "id": "59",
    "source": "43",
    "target": "85",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "54",
    "source": "43",
    "target": "36",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "1361",
    "source": "44",
    "target": "76",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "22",
    "source": "44",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "长子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "长子",
    "propertiesList": []
  }, {
    "id": "1483",
    "source": "45",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄长"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄长",
    "propertiesList": []
  }, {
    "id": "23",
    "source": "45",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "长子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "长子",
    "propertiesList": []
  }, {
    "id": "6794",
    "source": "46",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "共事"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "共事",
    "propertiesList": []
  }, {
    "id": "167",
    "source": "46",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "部下"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "部下",
    "propertiesList": []
  }, {
    "id": "162",
    "source": "46",
    "target": "105",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "朋友"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "朋友",
    "propertiesList": []
  }, {
    "id": "41",
    "source": "46",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "25",
    "source": "47",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "共事"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "共事",
    "propertiesList": []
  }, {
    "id": "27",
    "source": "48",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "26",
    "source": "49",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "次子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "次子",
    "propertiesList": []
  }, {
    "id": "1479",
    "source": "50",
    "target": "45",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "30",
    "source": "50",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "次子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "次子",
    "propertiesList": []
  }, {
    "id": "557",
    "source": "51",
    "target": "166",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄",
    "propertiesList": []
  }, {
    "id": "556",
    "source": "51",
    "target": "70",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "哥",
    "propertiesList": []
  }, {
    "id": "29",
    "source": "51",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "义子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "义子",
    "propertiesList": []
  }, {
    "id": "184",
    "source": "52",
    "target": "84",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "丈夫",
    "propertiesList": []
  }, {
    "id": "175",
    "source": "52",
    "target": "192",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妹夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妹夫",
    "propertiesList": []
  }, {
    "id": "165",
    "source": "52",
    "target": "184",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "世祖"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "世祖",
    "propertiesList": []
  }, {
    "id": "159",
    "source": "52",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "公公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "公公",
    "propertiesList": []
  }, {
    "id": "152",
    "source": "52",
    "target": "119",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "146",
    "source": "52",
    "target": "165",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "挚友"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "挚友",
    "propertiesList": []
  }, {
    "id": "137",
    "source": "52",
    "target": "154",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "129",
    "source": "52",
    "target": "145",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "88",
    "source": "52",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "对手"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "对手",
    "propertiesList": []
  }, {
    "id": "171",
    "source": "53",
    "target": "120",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "163",
    "source": "53",
    "target": "181",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖父",
    "propertiesList": []
  }, {
    "id": "154",
    "source": "53",
    "target": "172",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "148",
    "source": "53",
    "target": "167",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "五世祖"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "五世祖",
    "propertiesList": []
  }, {
    "id": "140",
    "source": "53",
    "target": "155",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "舅舅"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "舅舅",
    "propertiesList": []
  }, {
    "id": "130",
    "source": "53",
    "target": "147",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "君臣"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "君臣",
    "propertiesList": []
  }, {
    "id": "122",
    "source": "53",
    "target": "138",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "丈夫",
    "propertiesList": []
  }, {
    "id": "115",
    "source": "53",
    "target": "129",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "1357",
    "source": "57",
    "target": "44",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "180",
    "source": "57",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "侄女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "侄女",
    "propertiesList": []
  }, {
    "id": "32",
    "source": "57",
    "target": "24",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "33",
    "source": "58",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "70",
    "source": "59",
    "target": "94",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖父",
    "propertiesList": []
  }, {
    "id": "56",
    "source": "59",
    "target": "82",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "64",
    "source": "61",
    "target": "36",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "34",
    "source": "61",
    "target": "43",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妻子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妻子",
    "propertiesList": []
  }, {
    "id": "128",
    "source": "62",
    "target": "144",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "饰演人物"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "饰演人物",
    "propertiesList": []
  }, {
    "id": "120",
    "source": "62",
    "target": "85",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "114",
    "source": "62",
    "target": "131",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "情人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "情人",
    "propertiesList": []
  }, {
    "id": "106",
    "source": "62",
    "target": "122",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "养子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "养子",
    "propertiesList": []
  }, {
    "id": "37",
    "source": "63",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同事"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同事",
    "propertiesList": []
  }, {
    "id": "36",
    "source": "65",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "从父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "从父",
    "propertiesList": []
  }, {
    "id": "1487",
    "source": "66",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "1485",
    "source": "66",
    "target": "45",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "38",
    "source": "66",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "三子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "三子",
    "propertiesList": []
  }, {
    "id": "15755",
    "source": "69",
    "target": "36",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "42",
    "source": "69",
    "target": "43",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "559",
    "source": "70",
    "target": "166",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄",
    "propertiesList": []
  }, {
    "id": "558",
    "source": "70",
    "target": "150",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖辈"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖辈",
    "propertiesList": []
  }, {
    "id": "43",
    "source": "70",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "二子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "二子",
    "propertiesList": []
  }, {
    "id": "1493",
    "source": "71",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "1491",
    "source": "71",
    "target": "45",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "44",
    "source": "71",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "四子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "四子",
    "propertiesList": []
  }, {
    "id": "46",
    "source": "72",
    "target": "36",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "2554",
    "source": "73",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄长"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄长",
    "propertiesList": []
  }, {
    "id": "47",
    "source": "73",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "继子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "继子",
    "propertiesList": []
  }, {
    "id": "810",
    "source": "74",
    "target": "192",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "小舅子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "小舅子",
    "propertiesList": []
  }, {
    "id": "231",
    "source": "74",
    "target": "23",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "对手"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "对手",
    "propertiesList": []
  }, {
    "id": "204",
    "source": "74",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "199",
    "source": "74",
    "target": "75",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "183",
    "source": "74",
    "target": "200",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "178",
    "source": "74",
    "target": "198",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "172",
    "source": "74",
    "target": "190",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "164",
    "source": "74",
    "target": "99",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "155",
    "source": "74",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "哥哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "哥哥",
    "propertiesList": []
  }, {
    "id": "149",
    "source": "74",
    "target": "169",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔叔"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔叔",
    "propertiesList": []
  }, {
    "id": "142",
    "source": "74",
    "target": "158",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "134",
    "source": "74",
    "target": "151",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖父",
    "propertiesList": []
  }, {
    "id": "126",
    "source": "74",
    "target": "141",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "上司",
    "propertiesList": []
  }, {
    "id": "119",
    "source": "74",
    "target": "132",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "108",
    "source": "74",
    "target": "123",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "97",
    "source": "74",
    "target": "116",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "92",
    "source": "74",
    "target": "56",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "48",
    "source": "74",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "主公"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "主公",
    "propertiesList": []
  }, {
    "id": "24075",
    "source": "75",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖父",
    "propertiesList": []
  }, {
    "id": "11858",
    "source": "75",
    "target": "99",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "11639",
    "source": "75",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "11638",
    "source": "75",
    "target": "116",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "51",
    "source": "75",
    "target": "56",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "1360",
    "source": "76",
    "target": "44",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "21984",
    "source": "77",
    "target": "166",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "弟",
    "propertiesList": []
  }, {
    "id": "52",
    "source": "77",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "三子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "三子",
    "propertiesList": []
  }, {
    "id": "1497",
    "source": "78",
    "target": "45",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "弟媳"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "弟媳",
    "propertiesList": []
  }, {
    "id": "1477",
    "source": "78",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妻子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妻子",
    "propertiesList": []
  }, {
    "id": "55",
    "source": "78",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿媳"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿媳",
    "propertiesList": []
  }, {
    "id": "2551",
    "source": "80",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔叔"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔叔",
    "propertiesList": []
  }, {
    "id": "53",
    "source": "80",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "60",
    "source": "81",
    "target": "62",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "生父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "生父",
    "propertiesList": []
  }, {
    "id": "2112",
    "source": "82",
    "target": "94",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "58",
    "source": "83",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "817",
    "source": "84",
    "target": "119",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "母亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "母亲",
    "propertiesList": []
  }, {
    "id": "765",
    "source": "84",
    "target": "192",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妹妹"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妹妹",
    "propertiesList": []
  }, {
    "id": "61",
    "source": "84",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妻子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妻子",
    "propertiesList": []
  }, {
    "id": "11641",
    "source": "86",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "母亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "母亲",
    "propertiesList": []
  }, {
    "id": "11640",
    "source": "86",
    "target": "116",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "62",
    "source": "86",
    "target": "56",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "63",
    "source": "87",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "女儿"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "女儿",
    "propertiesList": []
  }, {
    "id": "65",
    "source": "88",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子",
    "propertiesList": []
  }, {
    "id": "1498",
    "source": "89",
    "target": "71",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "先人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "先人",
    "propertiesList": []
  }, {
    "id": "1492",
    "source": "89",
    "target": "66",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "先人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "先人",
    "propertiesList": []
  }, {
    "id": "1484",
    "source": "89",
    "target": "50",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "先人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "先人",
    "propertiesList": []
  }, {
    "id": "1478",
    "source": "89",
    "target": "45",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "先人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "先人",
    "propertiesList": []
  }, {
    "id": "67",
    "source": "89",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "先人"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "先人",
    "propertiesList": []
  }, {
    "id": "68",
    "source": "90",
    "target": "67",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "73",
    "source": "91",
    "target": "62",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "72",
    "source": "93",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "2099",
    "source": "94",
    "target": "82",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "71",
    "source": "95",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "75",
    "source": "96",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙子",
    "propertiesList": []
  }, {
    "id": "855",
    "source": "98",
    "target": "140",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "智囊团伙伴"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "智囊团伙伴",
    "propertiesList": []
  }, {
    "id": "77",
    "source": "98",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "死对头"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "死对头",
    "propertiesList": []
  }, {
    "id": "24084",
    "source": "99",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "伯父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "伯父",
    "propertiesList": []
  }, {
    "id": "11815",
    "source": "99",
    "target": "75",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "11645",
    "source": "99",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "哥哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "哥哥",
    "propertiesList": []
  }, {
    "id": "11644",
    "source": "99",
    "target": "116",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "770",
    "source": "99",
    "target": "84",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "姐夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "姐夫",
    "propertiesList": []
  }, {
    "id": "763",
    "source": "99",
    "target": "192",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "丈夫",
    "propertiesList": []
  }, {
    "id": "185",
    "source": "99",
    "target": "85",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "81",
    "source": "99",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "76",
    "source": "99",
    "target": "56",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "32767",
    "source": "100",
    "target": "181",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "曾祖"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "曾祖",
    "propertiesList": []
  }, {
    "id": "1408",
    "source": "100",
    "target": "120",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖父",
    "propertiesList": []
  }, {
    "id": "78",
    "source": "100",
    "target": "53",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "80",
    "source": "102",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙",
    "propertiesList": []
  }, {
    "id": "86",
    "source": "103",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙子",
    "propertiesList": []
  }, {
    "id": "83",
    "source": "104",
    "target": "62",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "87",
    "source": "107",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "11648",
    "source": "108",
    "target": "116",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "85",
    "source": "108",
    "target": "56",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "94",
    "source": "112",
    "target": "29",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "曾孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "曾孙",
    "propertiesList": []
  }, {
    "id": "95",
    "source": "113",
    "target": "53",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "母亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "母亲",
    "propertiesList": []
  }, {
    "id": "96",
    "source": "114",
    "target": "62",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "2552",
    "source": "115",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖先"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖先",
    "propertiesList": []
  }, {
    "id": "101",
    "source": "115",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖先"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖先",
    "propertiesList": []
  }, {
    "id": "11666",
    "source": "116",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "叔父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "叔父",
    "propertiesList": []
  }, {
    "id": "11663",
    "source": "116",
    "target": "75",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "11659",
    "source": "116",
    "target": "99",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "11651",
    "source": "116",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "哥哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "哥哥",
    "propertiesList": []
  }, {
    "id": "100",
    "source": "117",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "98",
    "source": "118",
    "target": "19",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙子",
    "propertiesList": []
  }, {
    "id": "1586",
    "source": "119",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "先夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "先夫",
    "propertiesList": []
  }, {
    "id": "1578",
    "source": "119",
    "target": "198",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "807",
    "source": "119",
    "target": "84",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "103",
    "source": "119",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "1419",
    "source": "120",
    "target": "181",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "1415",
    "source": "120",
    "target": "147",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "君臣"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "君臣",
    "propertiesList": []
  }, {
    "id": "1414",
    "source": "120",
    "target": "138",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "105",
    "source": "120",
    "target": "53",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "1039",
    "source": "123",
    "target": "92",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "姑父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "姑父",
    "propertiesList": []
  }, {
    "id": "110",
    "source": "126",
    "target": "7",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "1530",
    "source": "127",
    "target": "119",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "弟弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "弟弟",
    "propertiesList": []
  }, {
    "id": "812",
    "source": "127",
    "target": "84",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "111",
    "source": "127",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "2549",
    "source": "128",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "祖父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "祖父",
    "propertiesList": []
  }, {
    "id": "112",
    "source": "128",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "1708",
    "source": "129",
    "target": "155",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "丈夫"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "丈夫",
    "propertiesList": []
  }, {
    "id": "1025",
    "source": "132",
    "target": "123",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "关联"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "关联",
    "propertiesList": []
  }, {
    "id": "121",
    "source": "133",
    "target": "52",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "170",
    "source": "136",
    "target": "98",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "手下败将"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "手下败将",
    "propertiesList": []
  }, {
    "id": "156",
    "source": "136",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "伯父"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "伯父",
    "propertiesList": []
  }, {
    "id": "123",
    "source": "136",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄长"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄长",
    "propertiesList": []
  }, {
    "id": "1728",
    "source": "138",
    "target": "172",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "姨"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "姨",
    "propertiesList": []
  }, {
    "id": "1404",
    "source": "138",
    "target": "120",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妻子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妻子",
    "propertiesList": []
  }, {
    "id": "244",
    "source": "139",
    "target": "140",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同僚"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同僚",
    "propertiesList": []
  }, {
    "id": "947",
    "source": "140",
    "target": "98",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同僚"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同僚",
    "propertiesList": []
  }, {
    "id": "131",
    "source": "146",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "1567",
    "source": "148",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "侄子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "侄子",
    "propertiesList": []
  }, {
    "id": "132",
    "source": "148",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "长孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "长孙",
    "propertiesList": []
  }, {
    "id": "318",
    "source": "152",
    "target": "0",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "1724",
    "source": "155",
    "target": "129",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妻子（皇后）"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妻子（皇后）",
    "propertiesList": []
  }, {
    "id": "1397",
    "source": "156",
    "target": "88",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄长"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄长",
    "propertiesList": []
  }, {
    "id": "141",
    "source": "156",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "长子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "长子",
    "propertiesList": []
  }, {
    "id": "143",
    "source": "157",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "曾孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "曾孙",
    "propertiesList": []
  }, {
    "id": "2841",
    "source": "158",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "六弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "六弟",
    "propertiesList": []
  }, {
    "id": "1566",
    "source": "158",
    "target": "198",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "弟弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "弟弟",
    "propertiesList": []
  }, {
    "id": "145",
    "source": "160",
    "target": "46",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "大儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "大儿子",
    "propertiesList": []
  }, {
    "id": "1321",
    "source": "168",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "失街亭挥泪斩马谡"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "失街亭挥泪斩马谡",
    "propertiesList": []
  }, {
    "id": "150",
    "source": "168",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "失街亭挥泪斩"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "失街亭挥泪斩",
    "propertiesList": []
  }, {
    "id": "8123",
    "source": "169",
    "target": "175",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子女"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子女",
    "propertiesList": []
  }, {
    "id": "151",
    "source": "170",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "曾孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "曾孙",
    "propertiesList": []
  }, {
    "id": "153",
    "source": "171",
    "target": "46",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "小儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "小儿子",
    "propertiesList": []
  }, {
    "id": "158",
    "source": "173",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙",
    "propertiesList": []
  }, {
    "id": "157",
    "source": "174",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "11672",
    "source": "175",
    "target": "75",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "儿子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "儿子",
    "propertiesList": []
  }, {
    "id": "11667",
    "source": "175",
    "target": "99",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "兄弟",
    "propertiesList": []
  }, {
    "id": "8119",
    "source": "175",
    "target": "169",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父亲"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父亲",
    "propertiesList": []
  }, {
    "id": "161",
    "source": "179",
    "target": "159",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "六孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "六孙",
    "propertiesList": []
  }, {
    "id": "166",
    "source": "183",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙",
    "propertiesList": []
  }, {
    "id": "169",
    "source": "185",
    "target": "13",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "堂兄弟"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "堂兄弟",
    "propertiesList": []
  }, {
    "id": "262",
    "source": "187",
    "target": "140",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "前任上司"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "前任上司",
    "propertiesList": []
  }, {
    "id": "173",
    "source": "189",
    "target": "159",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "五孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "五孙",
    "propertiesList": []
  }, {
    "id": "24079",
    "source": "190",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "二哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "二哥",
    "propertiesList": []
  }, {
    "id": "174",
    "source": "191",
    "target": "85",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "父母"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "父母",
    "propertiesList": []
  }, {
    "id": "792",
    "source": "192",
    "target": "84",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "姐姐"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "姐姐",
    "propertiesList": []
  }, {
    "id": "202",
    "source": "194",
    "target": "140",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "智囊团伙伴"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "智囊团伙伴",
    "propertiesList": []
  }, {
    "id": "195",
    "source": "194",
    "target": "139",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "同僚"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "同僚",
    "propertiesList": []
  }, {
    "id": "176",
    "source": "195",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "孙",
    "propertiesList": []
  }, {
    "id": "179",
    "source": "197",
    "target": "159",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "四孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "四孙",
    "propertiesList": []
  }, {
    "id": "1559",
    "source": "198",
    "target": "119",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "妻子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "妻子",
    "propertiesList": []
  }, {
    "id": "182",
    "source": "199",
    "target": "159",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "三孙"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "三孙",
    "propertiesList": []
  }, {
    "id": "66891",
    "source": "200",
    "target": "190",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "哥哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "哥哥",
    "propertiesList": []
  }, {
    "id": "24082",
    "source": "200",
    "target": "176",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "大哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "大哥",
    "propertiesList": []
  }, {
    "id": "1609",
    "source": "200",
    "target": "198",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "哥哥"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "哥哥",
    "propertiesList": []
  }, {
    "id": "186",
    "source": "202",
    "target": "187",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "配偶"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "配偶",
    "propertiesList": []
  }, {
    "id": "189",
    "source": "203",
    "target": "110",
    "directed": true,
    "labels": [],
    "properties": {
      "color": null,
      "type": "子"
    },
    "states": {
      "selected": false,
      "highlight": false,
      "obscured": false,
      "display": false
    },
    "type": "子",
    "propertiesList": []
  }],
  "clusters": []
}